{"results":{"symbol":"solwizards","enabledAttributesFilters":true,"availableAttributes":[{"count":78,"floor":270000000,"attribute":{"trait_type":"ACCESSORY","value":"None"}},{"count":23,"floor":400000000,"attribute":{"trait_type":"ACCESSORY","value":"Dark Orb"}},{"count":16,"floor":500000000,"attribute":{"trait_type":"ACCESSORY","value":"Thunder Orb"}},{"count":15,"floor":500000000,"attribute":{"trait_type":"ACCESSORY","value":"Moonrock Orb"}},{"count":10,"floor":500000000,"attribute":{"trait_type":"ACCESSORY","value":"Frost Orb"}},{"count":18,"floor":650000000,"attribute":{"trait_type":"ACCESSORY","value":"Crystal Orb"}},{"count":9,"floor":700000000,"attribute":{"trait_type":"ACCESSORY","value":"Inferno Orb"}},{"count":5,"floor":1990000000,"attribute":{"trait_type":"ACCESSORY","value":"Solana Orb"}},{"count":1,"floor":25000000000,"attribute":{"trait_type":"ACCESSORY","value":"Shadowlands Orb"}},{"count":39,"floor":270000000,"attribute":{"trait_type":"BACKGROUND","value":"Red"}},{"count":44,"floor":310000000,"attribute":{"trait_type":"BACKGROUND","value":"Purple"}},{"count":25,"floor":350000000,"attribute":{"trait_type":"BACKGROUND","value":"Orange"}},{"count":36,"floor":390000000,"attribute":{"trait_type":"BACKGROUND","value":"Green"}},{"count":31,"floor":400000000,"attribute":{"trait_type":"BACKGROUND","value":"Cyan"}},{"count":1,"floor":270000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShowing off her power, she will be wearing a long flowing gown with matching shoes. The fabric is made of some kind of mysterious magic that glows when she casts spells. Her hair is naturally dark, but she can change it to any color by concentrating on the idea of the color in her mind. She has sparkling green eyes and full lips with a heart-shaped face."}},{"count":1,"floor":310000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe stands, and with a gentle hand she touches the face of her sister. The witch is soft and tender, for she knows that her sister has been hurt deeply."}},{"count":1,"floor":350000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nBreezy is a shy, meek wizard who is constantly worrying about being attacked. She will avoid confrontation with any being that could potentially harm her, but she won't turn down an opportunity to help someone in need."}},{"count":1,"floor":390000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHermione, also known as the Wizest Witch of Her Age, is an intelligent and studious woman. She's not one to act on impulse and would rather be cautious than risk something important. Her curiosity about everything around her leads her to study new things with vigor and fascination."}},{"count":1,"floor":390000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nOne day, he got into a car accident. He was wearing his wizard robes and they were ruined in the process. He found himself not wanting to wear them again, but he had to because it was the only clothes he had left. This led him to start wearing them all the time and eventually just never take them off."}},{"count":1,"floor":400000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nViolette is a spell-casting wizard with a penchant for mischief. She loves to use her magic to cast love spells on unsuspecting villagers and barge into town hall meetings to eavesdrop on the council's discussions."}},{"count":1,"floor":400000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nPale, soft-spoken and always seen with a smile on her face."}},{"count":1,"floor":400000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe small, gentle wizard has a head of curly brown hair and wide green eyes. He is wearing a pointy hat and carries a tall, thin staff."}},{"count":1,"floor":450000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe always has a calm, soothing voice. He doesn't show much emotion, but he does seem to enjoy seeing others happy."}},{"count":1,"floor":500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA great wizard with strong, good intentions. He has a firm belief in the importance of balance and tries to keep things in order, but sometimes his efforts are thwarted by others."}},{"count":1,"floor":500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA vain, beautiful, manipulative witch who charms her way into others' lives with lies and promises of power."}},{"count":1,"floor":500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis tall, slender girl with a penchant for water is the type of person who will take on anything."}},{"count":1,"floor":500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\n\"She was a wizard who loved nature and took care of all the creatures that lived in her forest. She loved to be outside, studying the earth and sky, learning about what they could teach her. She also enjoyed talking to the trees, hearing their stories about how they had changed over time.\""}},{"count":1,"floor":500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nRory is a wizard with an affinity for water. He was always curious about how things work, and would find the most unconventional ways to learn. His thirst for knowledge grew over time, until he eventually became more interested in understanding the world than making it bend to his will. Nowadays, Rory lives a solitary life in the woods, only talking to others when they're deep in thought or there's something he needs."}},{"count":1,"floor":500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAlice is the quirkiest wizard you'll ever meet. Her love for animals is so strong that she can often be found at her local zoo or in the forest."}},{"count":1,"floor":500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis wizard is always very calm and collected. He enjoys his time in nature, he likes to meditate in the woods. His mind is like a pure ocean with no clutter or disturbance. He can find himself reading about all sorts of different things, he's never limited to one subject. One day you might find him researching plants and herbs, while the next day he could be reading up on animals from all over the world!"}},{"count":1,"floor":550000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe's not your typical Wizard. She wears her hair in a messy bun, and prefers to wear loose-fitting clothing and Birkenstocks. Her skin is tan, and she has a small goatee on her chin. She also has tattoos of runes on her body, which she uses for healing magic."}},{"count":9,"floor":600000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"-"}},{"count":1,"floor":600000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA slight man with a crooked nose and a limp from an old injury, Karl's worn face looks as if it's been through many hard times. His hair is brown and greasy, tied back in a loose ponytail that falls just below his shoulders. He has light green eyes that often have a slightly wild look to them."}},{"count":1,"floor":600000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nWhen the people of the village had a problem, they would call upon him. He was known for his wisdom and keen mind. They say he could see the future in a flame or in a book, but when he looked into his own soul, he found nothing but fire."}},{"count":1,"floor":600000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe wizard was born into a family of wizards. He has been practicing the arts since he was old enough to hold a wand. He does not like to fight, but when he does, it is always for the right cause."}},{"count":1,"floor":600000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA nature wizard, this man's unruly hair and beard are never neat. His long fingernails are always painted with some kind of dried-up green liquid. It is rumored that he uses his power to talk to plants, but he only speaks to them in secret."}},{"count":1,"floor":650000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nWizard describes himself as an intellectual wizard, though not the best looking. He is of average height and weight, with brown hair and brown eyes. Wizard wears robes of varying colors with a dark cloak to cover his head."}},{"count":1,"floor":650000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nQuick and eager to please, she has an innocent and naive personality. However, she can be reckless and irresponsible when it comes to her own safety."}},{"count":1,"floor":690000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe most powerful wizard in the world, he knows all of the spells and has many followers. He is a very old man with a long white beard and has a wand in his hand."}},{"count":1,"floor":690000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe girl's long, dark hair was a mess. A book rested on her lap, its pages open and the cover falling off. She seemed to be in a trance, one that she broke out of when she noticed him looking at her. \"Hi,\" she said with a smile. \"What's your name?\""}},{"count":1,"floor":690000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nRays of light from the sun shine through the branches of a tree, reflecting off of him and onto his apprentice."}},{"count":1,"floor":690000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThere are many who are known to have immense power. There are few who know how to use it."}},{"count":1,"floor":700000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis female wizard has always had a soft voice, which she found suited her modest nature. She only speaks when she has something to say, and even then, it's usually just a few words. She keeps her thoughts to herself most of the time, but if you catch her at the right moment, you'll hear her tell stories about ancient kingdoms that are now gone."}},{"count":1,"floor":700000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAmber is a wizard with a short temper and who always tries to prove himself. He's very strong-willed and he has a penchant for cursing people, but he doesn't know how to cast any spells."}},{"count":1,"floor":700000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nIf you find yourself lost in the forest, it's likely that your thoughts will turn to the magic of nature. And if you're lucky enough to meet Mildred, then she'll show you just how powerful that can be. With her gentle guidance and knowledge of the natural world, she'll help you find your way back home again."}},{"count":1,"floor":700000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis lady wizard is soft spoken and gentle. She knows how to be tough when she needs to be, but her way of making people feel at ease is with a smile. She loves nature and the outdoors, and would rather spend time exploring than fighting."}},{"count":1,"floor":700000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nI am a wizard with big ideas and an open mind. I am able to solve any problem and find a solution to any challenge. I never back down from my beliefs, and will always do what is right, even if it means going against the norm."}},{"count":1,"floor":700000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nSerena was a woman who could not be called docile."}},{"count":1,"floor":700000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nMyska was a small, bashful, soft-spoken girl. She had long, light brown hair that she wore in a braid and deep green eyes. She was very gentle and kindhearted and loved nature and animals. Myska's favorite place to be was the forest; she loved exploring its secrets. Myska always knew what to do in any situation and was wise beyond her years"}},{"count":1,"floor":720000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nKaliel is a female wizard with a hasty nature. She was born in a small village and her mother was also a wizard. Her father was not, but he knew how to use weapons well. Kaliel grew up hearing the stories of her mother's magical adventures, and she wanted to be just like her when she grew up. However, at the age of twelve she met an evil witch who told her that magic does not exist and tried to take away all of Kaliel's happiness by casting an evil spell on her, but it backfired and left Kaliel without any emotions whatsoever."}},{"count":1,"floor":730000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nIn a forest near the seashore, there was a man who had been doing magic for so long that he couldn't remember his name. He would start by feeling the wind in his hair and letting it carry him off into a trance. His fingers would twitch and move as if they were casting spells themselves. The tree branches rustled with anticipation for what he was about to do, because he could feel their life force within him. The birds in the trees sang softly to him when they knew that he was about to cast another spell, something new and exciting."}},{"count":1,"floor":740000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHer mother was a dragon, her father a wizard. It's been years since she saw either of them, but her firey spirit and love for all things magical remain."}},{"count":1,"floor":750000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nIt's always nice to have a new friend, but don't let her looks fool you. She is anything but innocent. This lady will get what she wants one way or another."}},{"count":1,"floor":750000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe is the type of wizard who has a strong personality. He doesn't shy away from danger and he always gives his best. He is also very loyal to his friends and family, even when they are wrong."}},{"count":1,"floor":799900000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis is a woman who knows what she wants and she'll stop at nothing to get it. She may be pretty, but that doesn't stop her from being as tough as nails. Her sharp eyes can see through you, and her pointed tongue can slice through your words before they ever reach your mouth."}},{"count":1,"floor":800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis girl's name is Brenna, and she lives in a world where all the wizards are girls. Brenna loves to explore, and she is always full of energy. She also has a fascination with animals, so she is often found running around the forest catching bugs or trying to tame any creature that crosses her path."}},{"count":1,"floor":800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA few strands of long brown hair is always seen dangling in front of her eyes, which are usually cast downward to the ground. Her clothes are worn and old, with many patches on them. A wand can be seen in her hand most of the time, but when she is not using it she often just lets it rest at her side. She's not very social and spends most of her time alone or reading a book from the library."}},{"count":1,"floor":800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis woman has green eyes and light brown hair. She has a friendly personality and is an open person. She is usually confident, but can be shy at times."}},{"count":1,"floor":800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nKirala was a woman of small stature, with a bit of a sassy personality. She always looked for the good in people and things, and would often take the blame for other's mistakes. Though she was impish by nature, her appearance was deceivingly sweet and innocent."}},{"count":1,"floor":800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA wizard with a mischievous heart, always plotting the next trick to play on the townspeople. A smile is never far from his face and he seems to be one step ahead of everyone else. His clothes are mismatched and thrown together in a hurry, but no one can tell because he's always smiling."}},{"count":1,"floor":800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nIf you ever come across a young girl with a large black and white owl on her shoulder, beware. She is a wild one and will put up quite the fight. This girl will use her wit to charm those who cross her path."}},{"count":1,"floor":800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis wizard is known for his modesty."}},{"count":1,"floor":830000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe's so angry, she could blow up the world."}},{"count":1,"floor":830000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe spends her days practicing magic in her cottage deep in the forest. Her talent is for healing, but she's never been able to save herself from loneliness."}},{"count":1,"floor":840000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis wizard is a woman with curly hair and a white robe. She has a beaming smile and it's like she has the world's secrets in her head. She is always happy to help people, even if they're rude to her."}},{"count":1,"floor":850000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe was born with the power to create, he can change anything with his will. The darkness does not touch him, for he is full of light. He is happy and gentle all the time, but when he wants to use his powers on something, it gets destroyed without any effort."}},{"count":1,"floor":880000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA young woman in a black cloak and black robes, her brown hair braided and her face covered by a veil. She casts spells to the beat of drums."}},{"count":1,"floor":890000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe is a wizard who can change her form into a hawk and fly over the trees. She has an attitude of being serious, so she doesn't have many friends."}},{"count":1,"floor":890000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA wizard with dark brown hair and a warm smile. He loves to explore the world around him, and is always looking for new adventures."}},{"count":1,"floor":890000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHer blonde hair cascades over her shoulders, framing her eyes. She wears a black robe with green patches sewn on the front. She carries a small book in one hand and an emerald necklace in the other."}},{"count":1,"floor":900000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA humble wizard who tries to be kind and caring. She has a lot of wisdom but can also be timid."}},{"count":1,"floor":940000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe woman wore a black cloak that concealed her features, and she carried a staff. Her voice was soft and soothing, but the air around her was electric. She wore glasses and she had a book in one hand."}},{"count":1,"floor":980000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA solemn and yet jovial girl, she casts her spells with such grace and skill that it is hard to believe she is just a mere child. With long blonde hair and deep blue eyes, she often carries herself with a slight tilt of her head and walks with an air of confidence."}},{"count":1,"floor":989000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe white-haired wizard had an air of greatness around him. The way he walked with a strong, determined stride, it was as if he knew that this was his destiny. His eyes were sharp and clear blue, almost like ice. He wore robes that matched the color of his eyes and they flowed around him as he walked gracefully to the front of the room where everyone could see him."}},{"count":1,"floor":990000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA young woman, with a soft voice and a calming presence."}},{"count":1,"floor":990000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis girl is very calm and shy. She has a light, gentle voice and walks with her head down. She prefers to stay in the shadows and does not like people talking about her."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA wizard, so far as any would know, is a wise man who can weave spells with ease. One such wizard of this description was the dark-haired boy, no older than his mid-teens. The boy would have been taken for just another peasant if not for the shimmering light that enveloped him."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHis wand has the power to cast magic that brings peace to the world."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe spell casting, magical tomes reading, wand waving witch is very kind and gentle. She has a small animal companion who accompanies her on all of her adventures. Her magic helps people to find love and she uses it to help solve any problems that come up in the kingdom."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHis left hand is always wrapped in a thick, leather glove. His right hand holds a lit torch that shines on the scrawled runes drawn on the cave walls. In his mind, he can see what needs to be done next, but his heart is beating so hard he can't focus on it long enough to remember what they were called. The heat from the fire against his skin and the shadows moving around him have begun to shake him out of this strange trance-like state and now he's starting to panic. He knows it's too late for him, but there might still be time for others if he gets back up those stairs as fast as possible before those figures turn into flesh and blood monsters once again"}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA young girl who is eager to learn, but often has a hard time staying focused. She has brown hair and green eyes. She's very outgoing and adventurous, which makes her a great companion for exploring new places."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\na dark-haired woman with a slightly intimidating demeanor."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA gentle wizard, a peacekeeper and a supporter of all living things. He can't stand to see anyone in pain or suffering. He often goes out of his way to help others, even when it's not asked for."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe master of dark arts,\nwhose ambitions are far greater than the common man.\nCunning, malicious and power-hungry.\nHis magic will weave through you like a disease, just to consume you in the end."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\na wizard is a female, she has brown hair and blue eyes. she loves to wear colorful clothes and lots of jewelry. her favorite thing to do is talk about herself and how amazing she is."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHer hair is as wild as her personality, it's a mix of brown and red with streaks of blue. She has a slim figure, but not too thin that she doesn't have curves. Her skin is pale from spending so much time in the library and her eyes are a mix of hazel and brown."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe is a powerful wizard who uses magic to help people. She is kind and friendly, but when she gets angry, she can be scary."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe has a serene aura, which puts people at ease."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA young man who is in love with knowledge and magic. He has a gentle spirit and strives to be kind to all creatures, even the most dangerous ones. He has a sharp mind and long hair that hangs down his back in braids. His eyes are green like the leaves of an oak tree."}},{"count":1,"floor":1050000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nYou can tell this guy is a wizard because he has an eccentric, unkempt look about him. His beard is long and untamed, his hair is greasy and messy, and his eyes are the type that don't let you in. He's not really one for words either- he just looks at you with a quirked eyebrow until you get the hint to leave him alone."}},{"count":1,"floor":1100000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis man is often called \"the fool of the woods\" because he doesn't care about the way he looks. He has a rather large nose, crooked teeth, and an almost permanent grin on his face. His beard is scraggly and his hair stands up in all directions. He dresses in mismatched clothes that are usually covered in dirt or something worse, but always wears a green hat that's stained with who knows what."}},{"count":1,"floor":1100000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe wizard is of an average height, with a round face and round body. He has green eyes and long dark brown hair that is pulled back into a braid. His robes are green with silver accents, but they are not too extravagant."}},{"count":1,"floor":1100000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe wizard looked at her hand."}},{"count":1,"floor":1200000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe is a master of potions and natural remedies. She loves to be outside, finding rare plants and testing their properties. She's always running around, never staying in one place for too long."}},{"count":1,"floor":1200000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nSoraya is a female imp wizard who has the ability to control fire. She often summons flames and waves them around as if they were alive."}},{"count":1,"floor":1250000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA very small and meek looking woman, with large eyes that are constantly darting around. Her voice is quiet and soft, but it is heard when she speaks. She seems to have a certain shyness about her, but when in the company of friends she shines brighter than any star in the sky."}},{"count":1,"floor":1250000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nI'm the type of wizard who likes to make people laugh and smile. I love doing magic tricks and it's not unusual for me to juggle objects with my wand while wearing a silly hat. I like making jokes and puns, and don't mind getting a little messy in the process of performing a trick."}},{"count":1,"floor":1250000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe's the only one in her class that still has her hair down. All the other girls are wearing their hair up or braided, but she likes to let it flow. She doesn't like wearing much makeup, and would rather be outside than inside studying magic all day."}},{"count":1,"floor":1290000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe was always serious, even when he was a child. He didn't have any friends, and was often teased by other children for being so serious. It's not that he couldn't laugh; it's just that he never laughed in front of anyone else. He found humor in small things like the way people walked or talked, but never in anything else."}},{"count":1,"floor":1290000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis girl was always serious. As a child, she spent hours in her room trying to figure out how to use her powers for good. She would lock herself in her room and just study."}},{"count":1,"floor":1300000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nEvelyn, a timid female wizard who is always quick to run and hide. She may not be the most powerful of wizards, but she does have a certain talent for healing spells."}},{"count":1,"floor":1300000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA rash wizard with wild curly hair. Her outfit is mismatched and often just thrown on, with no care for appearance. She is an impulsive, unorganized wizard who can't seem to keep up with her spells or her chores."}},{"count":1,"floor":1350000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHermes is a petite woman with pale skin and brown hair. She has big brown eyes and delicate features. She wears dark robes, which she casts off quickly to reveal her voluptuous figure when she enters the battle field. Her robes are designed to look like waves crashing against each other on the beach."}},{"count":1,"floor":1350000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nTiffany is a young woman who lives in the countryside with her parents. She spends her days collecting flowers and mushrooms in the forest, so she can sell them at the market. Tiffany has always had a deep love for nature, but never imagined that she would be able to live off of it one day. It was when she stumbled upon an old wizard in the woods, with his sleeves rolled up and sleeves pulled back revealing his tattoos of various plants. He looked like he had just finished up tending to his garden and when he saw Tiffany looking at him quizzically he smiled kindly before motioning for her to come closer. \"You're probably wondering what I'm doing out here all by myself.\" He said gesturing around him \"It"}},{"count":1,"floor":1500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis is a powerful wizard who has the ability to take care of things with a wave of his hand. He has no hair on his head and wears a blue robe that he often pulls over his head."}},{"count":1,"floor":1500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAva's a petite woman with a child-like demeanor. She has short brown hair and big brown eyes."}},{"count":1,"floor":1549999999,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nNia is an elf with a hot temper and a tendency to be rash. She never makes the same mistake twice, but that doesn't mean she doesn't make new ones."}},{"count":1,"floor":1600000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nTall and thin, she is a very serious person. She wears old, dusty robes and always has her nose in a book."}},{"count":1,"floor":1600000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\n\"He could be a troublemaker, but he is always looking for adventure. He likes to make people laugh and doesn't care about making mistakes."}},{"count":1,"floor":1650000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe wizard was always a loner, never playing with other children. She liked to stay at home and read her books. She loved nature and could often be found walking through the forest or playing in the garden."}},{"count":1,"floor":1670000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe wizard was born in a small village on the outskirts of the forest. He grew up with the village children, always trying to be brave and strong, but never being able to stand up for himself. He took refuge in his own imagination and would spend hours sitting by himself, reading about all sorts of mythical creatures and adventures he would never have. When he reached adulthood, he began living at home again so that he could care for his elderly parents who were growing sicker by the day."}},{"count":1,"floor":1690000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nCindy has a quirky personality and can always make anyone laugh. She's been studying wizardry for as long as she can remember, but her spells never seem to work the way they're supposed to. In fact, Cindy doesn't really know how she does anything, because her magic is very sporadic and random."}},{"count":1,"floor":1700000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA beautiful woman with long brown hair, sitting on a throne of ice. Her eyes are dark and full of power. She is the one to call upon when your life is in danger, she will fight for you until your last breath has been taken."}},{"count":1,"floor":1700000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nNina spends her days in the seclusion of her house, a fire place burning. She is a recluse who lives in a world that only she knows about. When she's not reading or researching something, she can be found scribbling in her journals. The black cat who resides with her is the only one who knows how to find this witch and lure her out from time to time."}},{"count":1,"floor":1750000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nIn the time of great change, there was a wizard that came from a long line of powerful wizards. It was said that he could speak to animals and control their minds with just a few words. One day, when the world had finally been saved from an ancient evil, he left to find another land to explore."}},{"count":1,"floor":1800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe is tall and slender, with a face that shines with kindness. Her robes are made of dark blue silk, embroidered with silver stars."}},{"count":1,"floor":1800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nMagus"}},{"count":1,"floor":1800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe wizard walked slowly, the hood of his cloak pulled up over his head. He knew that he was being followed and there was nothing he could do about it. He walked through the forest for a while before coming to a stop. A light shined from beneath his hood and he turned around to face the person following him. \"Why are you following me?\" The voice asked calmly, but firmly."}},{"count":1,"floor":1800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nGreta is the kind of person who always has a smile on her face. She's just that kind of person. If you're feeling down, she'll find a way to cheer you up. She's usually all smiles and giggles, but sometimes, when she feels threatened or sad, her voice becomes cold and distant. When that happens, she'll try to push everyone away from her until she feels better again."}},{"count":1,"floor":1900000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA wizard is an arcane practitioner of magic, one who wields the powers of the elements and forces in order to protect the world from darkness. Wizards are usually either magically talented or very studious."}},{"count":1,"floor":1980000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe is always calm and silent, never seeming to be perturbed by anything. He is kind, but not the kind of person who wants to be around others for too long. He does his work without complaint or issue, never saying more than he needs to."}},{"count":1,"floor":1980000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nNolan was always the quiet one in his family. When he wasn't studying or practicing magic, he would often find himself on a nice walk through the forest. He always found that walking around calmed him down and helped him think more clearly."}},{"count":1,"floor":1980000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis wizard loves to laugh and have a good time. He is usually seen wearing very colorful clothing, but he also likes to dress up in his favorite animal costume every now and then. He loves nature and always spends time outside exploring new areas or just hanging out with the animals that live there."}},{"count":1,"floor":1990000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nFern is a quiet, shy girl with the ability to cast spells. She spends most of her time studying or reading in her tower. Fern has never seen the world outside of her tower and longs to know what it is like out there."}},{"count":1,"floor":2000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nI am a magic-wielding sorceress who was born to the human world."}},{"count":1,"floor":2000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nI'm not like other wizards. I'm more of a loner, always reading my books and brewing potions. I've never seen the need to show off my skills to others, which is why people tend to think I am not very powerful. But it's just because they don't know what they're looking for!"}},{"count":1,"floor":2000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe is a tall man with dark brown hair and gray eyes. He has a beard that covers the lower half of his face. His eyes are full of life and he always has a smile on his face. He usually wears a cloak with a blue shirt, brown pants, and boots."}},{"count":1,"floor":2000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAs a wizard, Harry is all about creativity. He's known for his silly antics and random thoughts. Sometimes he'll be so focused on his work that he'll completely forget to eat or sleep. Harry is one of the most loved wizards around because of his selflessness and the fact that he'll do anything for a laugh."}},{"count":1,"floor":2000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nKiera is an elf that has mastered the elements. She can create fire, water, and ice with just a flick of her wrist. She also has the ability to teleport herself and others around the world at will. Her enemies often underestimate her because she is so laid back, but it's best not to get on her bad side!"}},{"count":1,"floor":2000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe black wizard is a cunning man who specializes in the manipulation of the forces of nature. He is good at using his wits to outsmart opponents and has an innate ability to understand how things work. His long, thick beard disguises his gentle smile."}},{"count":1,"floor":2000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nEldritch is a middle-aged wizard, who has studied the arcane arts for most of his life. He has always been an odd one out in society, but that doesn't stop him from trying to find happiness."}},{"count":1,"floor":2140000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe had always loved the outdoors, and spent much of his time with plants and animals. The world is an interesting place, but he never could get used to people. He wanted to be different, so he began learning magic. He was so excited to meet new people, but he found that most were rude or greedy. So instead of trying to understand them, he left them behind for good and traveled the world on his own."}},{"count":1,"floor":2190000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe stands at 6'3\", with a body so lean that it's barely wider than his shoulders. His dark brown hair is short and choppy, not because he can't grow it out, but because he doesn't want to waste time on something that would be gone in an instant. His pale skin contrasts with the deepness of his brown eyes, making them seem like they're sunken into the sockets."}},{"count":1,"floor":2290000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe wears a soft cloak and simple tunic, his skin is light and the deep brown of the earth. His hair is wild, as if it has never been cut or combed. He lives in a humble hut by the river where he sits and reads all day long."}},{"count":1,"floor":2300000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nDark magic flowed through her veins. She used it to do the dirty work for the court. It was a dark, seductive power that consumed her soul."}},{"count":1,"floor":2400000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA wizard is an otherworldly being that possesses arcane knowledge and power."}},{"count":1,"floor":2400000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nLana is a timid woman who has always felt insecure. Her body is frail and she doesn't have much strength to protect herself. She spends most of her time alone in her tower reading or writing. She likes animals and nature, but can't stand crowds or loud noises."}},{"count":1,"floor":2400000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis young wizard is shy and mysterious. She has a variety of talents, but her favorite by far is to play music. She can play almost any instrument and has a natural knack for string instruments like the violin or harp. This wizard loves nature and would often go on walks in the forest near her home to take in all the beauty that surrounded her."}},{"count":1,"floor":2400000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nNarga was a quiet and timid wizard who did not want to hurt anybody. He was, in fact, more like a healer than anything else. The only time he would use his powers for destruction is if he felt threatened or someone's life was in danger."}},{"count":1,"floor":2466000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA tiny, female wizard who is always looking down on you with a serious look on her face. She is small and thin, and she wears a black robe with a hood. Her hair is white and there are dark circles under her eyes."}},{"count":1,"floor":2500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nIf you want to make a point, make it a magical one."}},{"count":1,"floor":2600000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe was a lax wizard, always on the lookout for something to do. His adventures were only limited by his imagination and he often took risks that were unnecessary. He was impulsive and had an insatiable appetite for mischief."}},{"count":1,"floor":2750000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nStanding before you is a slender man, not as tall as most. His dark brown hair is short and curly, making him seem even younger than he actually is. A mischievous grin covers his lips as he surveys the world with bright green eyes."}},{"count":1,"floor":2790000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nPassionate and studious, this wizard is a true scholar. He spends most of his time studying, writing, and researching new spells to add to his vast library. When he's not reading or researching he's either reading from the bible or praying. He believes that knowledge is power and that it should be used for good purposes only."}},{"count":1,"floor":2900000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nI am an Impish wizard. I like to play tricks on people and make them think I'm not really magic. It's all just illusions, but it's fun to see their reactions!"}},{"count":1,"floor":3000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis wizard's name is Merlin. He has white hair and blue eyes. He is always seen wearing a long, green robe with a matching hat and pointy shoes. He usually carries a long, wooden staff with a silver sphere on top of it."}},{"count":1,"floor":3000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe has a calming aura that surrounds her and the sound of a bubbling brook can be heard from where she stands. She is all knowing, but never speaks a word to those who come to her for guidance."}},{"count":1,"floor":3000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nIs this guy for real? He's the wizard of the west. A master of chaos and unpredictability, he loves to be in charge and he never lets anyone tell him what to do. Sometimes, it's best not to mess with him because he might just cast a spell on you."}},{"count":1,"floor":3000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe man stands in the corner of the room, hood drawn over his head. His clothes are a dark, dirty brown and his hands shake as he tries to light a candle. When he can't find one, he starts crying."}},{"count":1,"floor":3000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA male wizard that is rather docile. He is very introverted and can be found in his lab most of the time. He has a fondness for studying the stars and spends many hours looking up at them."}},{"count":1,"floor":3000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe was always a brave little boy, but never to the point of recklessness. One day he got a bit too curious and wandered off from his village. He wasn't gone for long before he saw a dragon, which could have been very dangerous if not for his quick thinking. When the dragon tried to eat him, he quickly changed into a rat and ran back home as fast as possible. His bravery didn't go unnoticed by the other villagers and soon they made him their protector against any threats that may come their way."}},{"count":1,"floor":3200000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA witch in the woods."}},{"count":1,"floor":3240000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA wizard with a dark beard, which he keeps meticulously trimmed. His eyes are of an unnatural silver color, and they shine like stars in the night sky. He wears long robes of purple silk, with intricate patterns embroidered in gold thread."}},{"count":1,"floor":3500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nBorn with an ability to understand the mysteries of the universe, he quickly learned that magic was his greatest gift. Not only could he wield it like a mighty sword, but he could use it to heal others. He would never show off his power, always keeping it hidden for himself and using it only when necessary. One day, however, an event would happen that would change everything. A young girl was lost in the woods and wounded by a beast; this wizard heard her cries and came to her aid. With each word of healing she spoke aloud as she lay dying on the ground next to him, all wounds were healed until there was nothing left but fresh skin where before there had been pain. After that day he swore never again to keep"}},{"count":1,"floor":3500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe's not what you would call beautiful, but she's stunning in her own way. Her hair is a dark brown, long and curly, framing her heart-shaped face. Her eyes are large and round with the most unusual green hue to them."}},{"count":1,"floor":3500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHer fingers are slender and nimble, but her face is gentle. Her eyes are calm and thoughtful, like the surface of a pond. She is well-read in many different subjects, with knowledge spanning from psychology to physics."}},{"count":1,"floor":3500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nIn a small cottage in the woods, a little old man sits reading by candlelight. His hair is white and thinning, his face wrinkled with age. The sounds of nature surround him: owls hooting in the trees, wolves howling from the hillsides."}},{"count":1,"floor":4090100000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nthis is a very shy wizard who spends most of his time in the library reading and researching magic. he's really into astrology and astronomy, and enjoys making charts for different things. he can't do any spells or anything, but he can tell you how to do them if you need help."}},{"count":1,"floor":4500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe is a shy, but clever girl who's always in a hurry. She lives in a hut made of wood and moss on the edge of the forest."}},{"count":1,"floor":4500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis short man with a bushy beard, huge round glasses, and pointy hat has an impish smile on his face. He walks around with a happy gleam in his eye, singing songs to himself and shaking his finger at children who try to trick him. When he's not running around town scaring children or casting spells on people, he can be found in the library reading up on ancient lore."}},{"count":1,"floor":4600000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis wizard is the quietest and most sensitive of all. He is one who will do anything to protect his loved ones."}},{"count":1,"floor":4990000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe wizard walked around with a content look on his face. The winds of the storm couldn't stop him, and he felt nothing but peace. A small green creature came up to him and said, \"I'm lost.\""}},{"count":1,"floor":5000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nSitting on a bench, her hair flowing behind her, she was wearing a flowing white dress. Her eyes were the color of the sky and had an innocence to them. She had two pets sitting next to her. One was a little black rabbit that she stroked gently and the other was a purple cat that sat by her feet purring contently."}},{"count":1,"floor":5000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA gnome with a green robe and pointy hat, who is sometimes called \"Sly Old Man.\""}},{"count":1,"floor":8000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe is small and petite, her short stature, white hair and large round eyes give her the appearance of a small child. Her voice is gentle and soft as she speaks with those around her. She has a natural curiosity about everything she sees, so it's no surprise that she would be drawn to the life of a wizard."}},{"count":1,"floor":8250000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe is the sweetest, most gentle person you will ever meet. She's never mad or angry. Her family is very important to her and she would do anything for them. She loves animals and nature in general, spending time outside."}},{"count":1,"floor":9000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nLady wizard,"}},{"count":1,"floor":9000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nMelinda is a stern woman, often wearing a heavy cloak to keep her warm in the colder months. She has dark hair and eyes, but is not unattractive. Her face is always emotionless, rarely showing any type of expression at all. When she does show an expression it's only when she is disappointed or sad."}},{"count":1,"floor":9890000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nMight, magic, and secrets are what this woman does best. The type of wizard that knows the power of her voice, yet she will never use it to get her way. If you want something from her then you better give something in return."}},{"count":1,"floor":9980000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe wizard was tall and slender, with delicate features. His skin was pale, but not sickly. His clothes were flowing and he seemed to be always wearing a wide smile on his face."}},{"count":1,"floor":10000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA wizard with a long white beard and bushy eyebrows, he has the bearing of an elderly man."}},{"count":1,"floor":10000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis girl was born to a large family of wizards, and she's always felt like she was destined for something great. When she started to grow into her powers, she knew that the only way to become what her mother and father wanted her to be was by putting in hard work. She began training from a young age, so when it came time for school, she already had an idea of what the teachers would teach her. She still put in all the effort though, so when it came time for college-level magic classes- which is where they separate the best from the rest-she was one of only two students who were accepted into this level at such a young age."}},{"count":1,"floor":10000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe wizard was a very timid person. He never raised his voice, always had a sad look on his face, and he walked with his head down. He was not one to do anything that might be considered dangerous or adventurous."}},{"count":1,"floor":10500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA woman who is as careful as she is powerful. She thinks of every detail and the repercussions before she acts, always weighing the pros and cons of her actions. A quiet but powerful wizard, this woman does not know how to be irresponsible or careless in any way."}},{"count":1,"floor":12500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nthe wizard with an unruly, unkempt appearance, is always in search of adventure."}},{"count":1,"floor":12500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe is a skilled wizard who never backs down from a challenge. His powerful spells can turn enemies into stone, but he prefers to use his wits and cunning to best his opponents. He uses magic to heal people and save the world from destruction."}},{"count":1,"floor":12500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe always has a warm smile on his face, even when he's lecturing the most troublesome of students. He speaks with an intelligent tone and is kind to everyone. He can be found at the university, teaching about new theories in magic."}},{"count":1,"floor":13000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nQuiet and withdrawn, he had the look of a thousand years old. His eyes were so dark they seemed to be completely black. He never spoke, but his deep, gruff voice could be heard echoing through the halls."}},{"count":1,"floor":15000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nLuna loves to watch the plants grow. She spends her days collecting plants from the woods and replanting them in her garden. If you come across her, be sure to ask for a rare plant or two!"}},{"count":1,"floor":18000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\n\"You know, for someone who has never left the country, you sure are bossy.\""}},{"count":1,"floor":25000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe time was just after sunset, and the stars had not yet risen. She heard the sound of footsteps in the distance, and quickly spun around to find her pursuer. Her hands moved with quick precision, unleashing a blast of light at the source of the noise. The only thing she could see was a silhouette against a bright red sky. As she looked on in confusion, she saw that it was an old woman who was walking towards her."}},{"count":7,"floor":270000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Bold"}},{"count":14,"floor":310000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Docile"}},{"count":5,"floor":350000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Timid"}},{"count":8,"floor":390000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Bashful"}},{"count":7,"floor":390000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Quirky"}},{"count":9,"floor":400000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Quiet"}},{"count":7,"floor":400000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Naughty"}},{"count":10,"floor":450000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Relaxed"}},{"count":9,"floor":500000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Brave"}},{"count":7,"floor":500000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Hasty"}},{"count":4,"floor":500000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Naive"}},{"count":9,"floor":600000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Sassy"}},{"count":9,"floor":600000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Adamant"}},{"count":8,"floor":600000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Milds"}},{"count":4,"floor":600000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Careful"}},{"count":3,"floor":600000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Hardy"}},{"count":5,"floor":690000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Modest"}},{"count":4,"floor":700000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Lax"}},{"count":6,"floor":730000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Gentle"}},{"count":11,"floor":799900000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Serious"}},{"count":7,"floor":800000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Impish"}},{"count":5,"floor":830000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Rash"}},{"count":4,"floor":830000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Lonely"}},{"count":8,"floor":840000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Jolly"}},{"count":5,"floor":890000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Calm"}},{"count":95,"floor":270000000,"attribute":{"trait_type":"GENDER","value":"Female"}},{"count":80,"floor":390000000,"attribute":{"trait_type":"GENDER","value":"Male"}},{"count":15,"floor":270000000,"attribute":{"trait_type":"HEAD","value":"Dark Elf"}},{"count":6,"floor":310000000,"attribute":{"trait_type":"HEAD","value":"Frost Cap"}},{"count":10,"floor":350000000,"attribute":{"trait_type":"HEAD","value":"Red Novice Hood"}},{"count":15,"floor":390000000,"attribute":{"trait_type":"HEAD","value":"Inferno Cap"}},{"count":9,"floor":390000000,"attribute":{"trait_type":"HEAD","value":"Green Novice Hood"}},{"count":4,"floor":400000000,"attribute":{"trait_type":"HEAD","value":"Witch Head"}},{"count":11,"floor":450000000,"attribute":{"trait_type":"HEAD","value":"Graybeard Cap"}},{"count":10,"floor":500000000,"attribute":{"trait_type":"HEAD","value":"Blue Cap"}},{"count":9,"floor":500000000,"attribute":{"trait_type":"HEAD","value":"Restoration Hood"}},{"count":6,"floor":500000000,"attribute":{"trait_type":"HEAD","value":"Thunder Cap"}},{"count":12,"floor":600000000,"attribute":{"trait_type":"HEAD","value":"Elderly Wizard Head"}},{"count":10,"floor":600000000,"attribute":{"trait_type":"HEAD","value":"Arcane Bandana"}},{"count":10,"floor":650000000,"attribute":{"trait_type":"HEAD","value":"Necromanian Head"}},{"count":7,"floor":650000000,"attribute":{"trait_type":"HEAD","value":"Scarecrow Head"}},{"count":11,"floor":690000000,"attribute":{"trait_type":"HEAD","value":"Royal Silk Hood"}},{"count":8,"floor":800000000,"attribute":{"trait_type":"HEAD","value":"Orc Hood"}},{"count":8,"floor":1050000000,"attribute":{"trait_type":"HEAD","value":"Skeleton Head"}},{"count":12,"floor":1800000000,"attribute":{"trait_type":"HEAD","value":"Solana Cap"}},{"count":1,"floor":4500000000,"attribute":{"trait_type":"HEAD","value":"Witcher Head"}},{"count":1,"floor":18000000000,"attribute":{"trait_type":"HEAD","value":"Shadowlands Cap"}},{"count":11,"floor":270000000,"attribute":{"trait_type":"TORSO","value":"Red Novice Robe"}},{"count":11,"floor":350000000,"attribute":{"trait_type":"TORSO","value":"Thunder Robe"}},{"count":16,"floor":390000000,"attribute":{"trait_type":"TORSO","value":"Dark Elf Robe"}},{"count":12,"floor":390000000,"attribute":{"trait_type":"TORSO","value":"Blue Robe"}},{"count":14,"floor":400000000,"attribute":{"trait_type":"TORSO","value":"Witchcraft Robe"}},{"count":12,"floor":450000000,"attribute":{"trait_type":"TORSO","value":"Green Novice Robe"}},{"count":12,"floor":500000000,"attribute":{"trait_type":"TORSO","value":"Necromanian Robe"}},{"count":10,"floor":500000000,"attribute":{"trait_type":"TORSO","value":"Orc Robe"}},{"count":12,"floor":550000000,"attribute":{"trait_type":"TORSO","value":"Wisdom Robe"}},{"count":9,"floor":600000000,"attribute":{"trait_type":"TORSO","value":"Skeleton Robe"}},{"count":9,"floor":600000000,"attribute":{"trait_type":"TORSO","value":"Restoration Robe"}},{"count":9,"floor":650000000,"attribute":{"trait_type":"TORSO","value":"Frost Robe"}},{"count":11,"floor":700000000,"attribute":{"trait_type":"TORSO","value":"Inferno Robe"}},{"count":3,"floor":700000000,"attribute":{"trait_type":"TORSO","value":"Arcane Robe"}},{"count":5,"floor":799900000,"attribute":{"trait_type":"TORSO","value":"Royal Silk Robe"}},{"count":9,"floor":800000000,"attribute":{"trait_type":"TORSO","value":"Graybeard Robe"}},{"count":5,"floor":1000000000,"attribute":{"trait_type":"TORSO","value":"Scarecrow Robe"}},{"count":5,"floor":2190000000,"attribute":{"trait_type":"TORSO","value":"Solana Robe"}},{"count":5,"floor":270000000,"attribute":{"trait_type":"WEAPON","value":"Two-Handed Venom Staff"}},{"count":6,"floor":310000000,"attribute":{"trait_type":"WEAPON","value":"Two-Handed Inferno Staff"}},{"count":6,"floor":350000000,"attribute":{"trait_type":"WEAPON","value":"Two-Handed Priest Staff"}},{"count":7,"floor":390000000,"attribute":{"trait_type":"WEAPON","value":"Two-Handed Endive Staff"}},{"count":15,"floor":400000000,"attribute":{"trait_type":"WEAPON","value":"Two-Handed Novice Staff"}},{"count":10,"floor":400000000,"attribute":{"trait_type":"WEAPON","value":"Spectre Staff"}},{"count":25,"floor":500000000,"attribute":{"trait_type":"WEAPON","value":"Frost Staff"}},{"count":16,"floor":500000000,"attribute":{"trait_type":"WEAPON","value":"Thunder Staff"}},{"count":14,"floor":500000000,"attribute":{"trait_type":"WEAPON","value":"Inferno Staff"}},{"count":3,"floor":500000000,"attribute":{"trait_type":"WEAPON","value":"Two-Handed Arcane Staff"}},{"count":7,"floor":550000000,"attribute":{"trait_type":"WEAPON","value":"Two-Handed Wooden Staff"}},{"count":20,"floor":600000000,"attribute":{"trait_type":"WEAPON","value":"Conjuration Staff"}},{"count":6,"floor":600000000,"attribute":{"trait_type":"WEAPON","value":"Two-Handed Royal Staff"}},{"count":6,"floor":600000000,"attribute":{"trait_type":"WEAPON","value":"Two-Handed Crystal Staff"}},{"count":3,"floor":700000000,"attribute":{"trait_type":"WEAPON","value":"Two-Handed Thunder Staff"}},{"count":6,"floor":750000000,"attribute":{"trait_type":"WEAPON","value":"Crescent Staff"}},{"count":5,"floor":800000000,"attribute":{"trait_type":"WEAPON","value":"Two-Handed Lunar Staff"}},{"count":3,"floor":880000000,"attribute":{"trait_type":"WEAPON","value":"Two-Handed Restoration Staff"}},{"count":4,"floor":990000000,"attribute":{"trait_type":"WEAPON","value":"Two-Handed Frost Staff"}},{"count":2,"floor":1590000000,"attribute":{"trait_type":"WEAPON","value":"Two-Handed Solana Staff"}},{"count":4,"floor":8000000000,"attribute":{"trait_type":"WEAPON","value":"Shadowlands Staff"}},{"count":2,"floor":9000000000,"attribute":{"trait_type":"WEAPON","value":"Solana Staff"}}],"floorPrice":270000000,"listedCount":175,"listedTotalValue":447664999999,"avgPrice24hr":300000000,"volume24hr":600000000,"volumeAll":507556110806}}