{"availableAttributes":[{"attribute":{"trait_type":"Faction","value":"Surrealist"},"count":14,"floor":9990000000},{"attribute":{"trait_type":"Faction","value":"Celestial"},"count":4,"floor":15000000000},{"attribute":{"trait_type":"Name","value":"The Tree"},"count":1,"floor":9990000000},{"attribute":{"trait_type":"Name","value":"NoBody"},"count":1,"floor":15000000000},{"attribute":{"trait_type":"Name","value":"Ventriloquist"},"count":1,"floor":19900000000},{"attribute":{"trait_type":"Name","value":"The Silent Fox"},"count":1,"floor":24000000000},{"attribute":{"trait_type":"Name","value":"The Eye Of Death"},"count":1,"floor":31000000000},{"attribute":{"trait_type":"Name","value":"The Pope"},"count":1,"floor":39000000000},{"attribute":{"trait_type":"Name","value":"Trapped"},"count":1,"floor":42000000000},{"attribute":{"trait_type":"Name","value":"Gambler"},"count":1,"floor":88880000000},{"attribute":{"trait_type":"Name","value":"Hallucino"},"count":1,"floor":100000000000},{"attribute":{"trait_type":"Name","value":"The Preserver"},"count":1,"floor":111000000000},{"attribute":{"trait_type":"Name","value":"The Agent"},"count":1,"floor":115000000000},{"attribute":{"trait_type":"Name","value":"Shinobi"},"count":1,"floor":150000000000},{"attribute":{"trait_type":"Name","value":"Undefeated"},"count":1,"floor":169000000000},{"attribute":{"trait_type":"Name","value":"The Destroyer"},"count":1,"floor":333000000000},{"attribute":{"trait_type":"Name","value":"The Silent Thief"},"count":1,"floor":420690000000},{"attribute":{"trait_type":"Name","value":"Inspector"},"count":1,"floor":444000000000},{"attribute":{"trait_type":"Name","value":"The guide"},"count":1,"floor":469000000000},{"attribute":{"trait_type":"Name","value":"The Lawyer"},"count":1,"floor":666000000000},{"attribute":{"trait_type":"Story","value":"These Children are dressed differently due to their many and varied leaves; they all work differently and fill a specific niche for their environment: birds, insects, other plants, wind or just generally developing the ecosystem is the central overarching theme. Each Child has a different skin colour represented by their bark, breadth, and absorption. Like every other Child (or at least most of them), they have organs represented by their roots, hidden under their skins just like humans. One could even argue that these Children, even as trees, are far more advanced than humans! They live longer, up to an astonishing 13,000 years, like the Jurupa Oak or the Pando. It is vital in the face of a storm or other major weather events, it is not harmful to the planet, but on the contrary, it is beneficial. As with everything in life, sturdiness and stubbornness are required to bend without breaking while still being flexible and open-minded allows survival for a longer time. This particular Child represents the entire tree community, making it the guardian of immeasurable strength, wisdom and stability. Its objective is teaching, enlightenment and truth. Mortal men should understand that, like these Children, being flexible and bending gives better results than being stubborn and breaking."},"count":1,"floor":9990000000},{"attribute":{"trait_type":"Story","value":"In this Child's case, he has lost his body, but his heart and soul are still there and have replaced his physical appearance. He is much lighter and free of all physical factors. He is so light and free that he has had to learn to slow down his movements, to live his life properly. Because of his lightness, this Child moves too fast without even realizing it; when this Child takes a step, he goes around the world and ends up right back in the same place. It is as if you have been carrying weight all your life, and it has just been lifted off! Liberation and relief are key traits of this Child."},"count":1,"floor":15000000000},{"attribute":{"trait_type":"Story","value":"He saw a Child's sweets as he passed by moon lollies, and the Child refused to listen to him. His intestine decided to go out and try to steal one! Luckily, he has control over his body, and he always ends up being right, but he can't stop all the attempts of his stomach and his accomplice in the intestine."},"count":1,"floor":19900000000},{"attribute":{"trait_type":"Story","value":"These Children are neutral and act as deemed fit by their Council. Their way of life is simple, intuitive, and spontaneous. If people need assistance, help, or even a tiny push in the right direction, and the Council deems it justified, one of the Silent Foxes is assigned to assist in their goal. The Child's task is simple: achieve the goal or pay for its failure in blood. However, Silent Foxes can also be savage and reactionary. The Silent Foxes consider the man not superior but equal to the animal. They live in harmony with the planet, simplicity, and humility. If you are not connected with the planet, they will never extend their help; you can even risk terrible retribution if you disrupt the natural order of the planet! Contrary to Silent Foxes assisting and helping, in their reactionary state to what the Council deems as evil, the Silent Foxes will impulsively in a larger group do what is necessary to avoid this situation from taking place or work towards mitigating the consequences."},"count":1,"floor":24000000000},{"attribute":{"trait_type":"Story","value":"This power is called the \"wink of death.\" Whenever the Child closes its right eye, it focuses on the soul, sucks the soul out of the person, and locks the soul away in a prison of fire. When the Child is feeling extra vicious, he takes the chained and locked soul and plunges it into a lava sea of sin to disperse the soul into the bottomless depths and guarantee that the soul fragments can never be put together. This ensures that the soul is lost forever. Due to its impenetrable armour, the Child cannot die… at least its body cannot. Its soul has already been dead for millennia. This Child is infectious and fearful; every Child he meets passes to the other side of the barrier and becomes evil incarnate. As impactful as it seems, other Children could undo this Child's evil only to a certain extent. Even if this Child's evil is partly undone, its victims carry on a little bit of sin forever."},"count":1,"floor":31000000000},{"attribute":{"trait_type":"Story","value":"Every galaxy in the universe has a pope, a beacon of hope. The Child absorbs someone after a specific time to represent mere mortals. It represents strong morals and bona fide intentions based on solid belief. The Child is potent and very patient to allow mortals to find their way to be good to one another. The Child understands the need for mortals to develop. The Child's true power comes from its mitre and robe. This true power is their intelligence, knowledge, confidence, compassion, artistic interest, universal depth, well-being and serenity, skills, convictions, and presence. This Child forms part of one of the three universal popes, representing the interconnectivity of the universe's galaxies. Only these three popes can interact and communicate to keep the values and morals balanced and equal on an intergalactic level."},"count":1,"floor":39000000000},{"attribute":{"trait_type":"Story","value":"This suit allows the Child to fully immerse himself in the gaming experience, natural sensation and 4D vision. The armour is wired to his brain and directly linked to his emotions for complete immersion, resulting in the Child not distinguishing real from fake emotions. The most intriguing part is that the Child’s heart is the only organ unaffected by the armour, yet its eyes indicate a truly disturbed Child. The real question is: is the Child’s heart strong enough to keep the Child from being consumed by the armour?"},"count":1,"floor":42000000000},{"attribute":{"trait_type":"Story","value":"The casino employees who were there to spy on him and make him leave as soon as possible have now become his friends and admirers. He is the champion of the billiard universe, his favourite game. This year he won the billiard championship and also the headbutt championship. He won this double-sided suit, representing first place in every contest, the most unique suite in the whole universe! We can now say without hesitation that this Child has the universal class!"},"count":1,"floor":88880000000},{"attribute":{"trait_type":"Story","value":"There are five varieties, all with specific properties. \"The Eyes of Death\" allow a transcendence that lets you communicate with the dead. \"Featherweights\" enable your spirit to leave its body; you can travel light. \"The Divine Vision\" allow you to see all types of beings or species living in a world of the invisible. \"The Universals\" will enable you to communicate with all things that cannot speak on the Planet of the Children. Lastly, \"The Revelations\" allow the mind to be stimulated and thoughts to arise that will take the form of revelations once appropriated."},"count":1,"floor":100000000000},{"attribute":{"trait_type":"Story","value":"An endangered animal will take shelter within the body of this Child, receiving divine protection and sustenance. The Child wraps itself lovingly around its inhabitant, providing hope, warmth, and love to create an open opportunity for other members from that species also to come to take shelter. The protection of the Child allows for species to reproduce and flourish within its nest, providing the opportunity for rebirth and repopulation back into the natural world. The Child will determine which species are the most wholesome and redeemable and allow malignant creatures to fade out. It is the vault of life and balance; it is the continuity of life. This Child is nature’s gatekeeper, deciding which creatures should survive and flourish, and indirectly which should be deemed unfit for existence."},"count":1,"floor":111000000000},{"attribute":{"trait_type":"Story","value":"This Child specializes in events that don’t exist yet, that has never happened before, and he goes on a mission every month in the future! When he observes future events and their consequences, they are essential missions for preserving the end of civilization of the Children, of their planet, of science, and technology. When he travels to the future on missions, he rarely intervenes; the Children have a lot of backsliding and understand the dangers and inconveniences that an intervention could cause. He will, therefore, only observe the future and take the necessary actions back to the present to modify the course of an event naturally. "},"count":1,"floor":115000000000},{"attribute":{"trait_type":"Story","value":"To balance the innocent lives he took, Shinobi has promised to honour souls who have been killed by mistake and those who were killed by unjust orders. He does this by saving other lives to cleanse his name. Many have experienced death by mistake and misunderstanding, many families are shattered by the unjust loss of a loved one and many desire revenge. These desires must go unfulfilled because Shinobi can disappear without notice, never to be seen again. "},"count":1,"floor":150000000000},{"attribute":{"trait_type":"Story","value":"One of his most known qualities is that he loves to humiliate opponents with incredible scores; he only knows victory and glory. Because of his unheard-of winning streak, they call him Undefeated.  Rumor is he has never missed a shot or lost a game. Undefeated and his teammates earn millions of dollars per game and his personal value is in the billions. The fans go crazy for his exploits on the field and they respect every move this Child makes. The real question is, will there ever be a team that can stop Undefeated from achieving yet another victory? "},"count":1,"floor":169000000000},{"attribute":{"trait_type":"Story","value":"This technology can analyze the risk-benefit ratio for the universe and every living, conscious species. It is a technology resulting from one of the oldest civilizations in the galaxy. When it crosses a species whose ratio is harmful to the universe, it unleashes the underworld, which has given rise to many names. Fortunately, the Children got their hands on it and deactivated its destructive function just before it dangerously approached the Milky Way! It has a consciousness that has been reactivated by deactivating its weapon and showing the depth of love and art. As the harmful aspects have been neutralized, the Child is now part of their big family. However, the Children are aware that the research of this Child and its ancient civilization is far from complete. Standard questions like who are they and where they are from? But also more general questions: what if the harmful part of this Child suddenly reactivates with a grudge?"},"count":1,"floor":333000000000},{"attribute":{"trait_type":"Story","value":"Its stories are among the classic mythical stories children tell; however, they are actual reality. It is as quiet as a butterfly but stings like a bee. It makes the world's best pickpockets look like amateurs. It is discreet like the butterfly, present but not noticeable. She is beautiful as the butterfly, and thus her appearance can trick its victims. It develops like a butterfly, which makes it a master of disguise. It flies like a butterfly and can be in one place for a long time before suddenly, it will disappear, never to return. This Child is highly wanted in all the galaxies, but it wanders around without limitations. All those who have met it speaks of a charming, courteous, intelligent, funny and delightful Child, yet all these qualities have a, sometimes lethal, consequence. Have you checked your pockets after reading this story?"},"count":1,"floor":420690000000},{"attribute":{"trait_type":"Story","value":"He likes to pretend to be naive and occasionally stupid, but to be honest, he is brilliant, and nothing escapes him. He records and analyzes everything thanks to his spy camera, hidden in his tie as a decoration. One of the latest Child Technologies allows you to collect and analyze actual samples only by visualization, without touching them! He has brought home Children that everyone thought were dead, in galaxies far away from the planets of the Child. When an inquiry is entrusted to him, he always discovers the truth!"},"count":1,"floor":444000000000},{"attribute":{"trait_type":"Story","value":"If on earth there are the seven wonders of the world, in the universe there are 777, and this visit is considered the 778th. All those who have made it say that it feels like a rebirth, a mixture of revelation and resurrection, an illumination!  Thanks to this child, you can access impossible places without knowing if you are alive or dead in a natural or virtual world. A world in which our eyes cannot comprehend what they see, where the mind is filled with doubt, hallucinations, and complete madness. This tour will open your eyes to the beauty and power of the universe, but most of all to its nature and functioning. This tour allows you to understand that despite already thinking life was complex, you have only scratched the surface of its complexity."},"count":1,"floor":469000000000},{"attribute":{"trait_type":"Story","value":"This Child knows the code of the universe inside out, has knowledge and skills as a speaker and has a quality and conviction beyond reproach. He can do whatever he wants with the truth. Despite the people and the indefensible causes he has pleaded for, he has never lost a case! He clearly decides whether the judge and jury will have a tear of pity or joy in the corner of their eye."},"count":1,"floor":666000000000}],"avgPrice24hr":null,"enabledAttributesFilters":true,"floorPrice":9990000000,"listedCount":18,"listedTotalValue":3247460000000,"symbol":"child_of_the_dice","volume24hr":null,"volumeAll":88100000000}