{"results":{"symbol":"solantasy_solarchers","enabledAttributesFilters":true,"availableAttributes":[{"count":14,"floor":290000000,"attribute":{"trait_type":"ACCESSORY","value":"Red Recruit Quiver"}},{"count":17,"floor":300000000,"attribute":{"trait_type":"ACCESSORY","value":"Dark Elf Quiver"}},{"count":14,"floor":300000000,"attribute":{"trait_type":"ACCESSORY","value":"Elf Quiver"}},{"count":15,"floor":320000000,"attribute":{"trait_type":"ACCESSORY","value":"Orc Quiver"}},{"count":10,"floor":350000000,"attribute":{"trait_type":"ACCESSORY","value":"Elven War Quiver"}},{"count":22,"floor":370000000,"attribute":{"trait_type":"ACCESSORY","value":"Steel Quiver"}},{"count":23,"floor":380000000,"attribute":{"trait_type":"ACCESSORY","value":"Hunting Quiver"}},{"count":20,"floor":380000000,"attribute":{"trait_type":"ACCESSORY","value":"Princess Quiver"}},{"count":12,"floor":380000000,"attribute":{"trait_type":"ACCESSORY","value":"Blue Recruit Quiver"}},{"count":9,"floor":380000000,"attribute":{"trait_type":"ACCESSORY","value":"Shadow Assassin Quiver"}},{"count":13,"floor":490000000,"attribute":{"trait_type":"ACCESSORY","value":"Sharpshooter Quiver"}},{"count":7,"floor":500000000,"attribute":{"trait_type":"ACCESSORY","value":"Fire Quiver"}},{"count":2,"floor":500000000,"attribute":{"trait_type":"ACCESSORY","value":"Dragonhunter Quiver"}},{"count":13,"floor":690000000,"attribute":{"trait_type":"ACCESSORY","value":"Witchhunter Quiver"}},{"count":3,"floor":770000000,"attribute":{"trait_type":"ACCESSORY","value":"Guardian Quiver"}},{"count":4,"floor":800000000,"attribute":{"trait_type":"ACCESSORY","value":"Ice Quiver"}},{"count":2,"floor":1000000000,"attribute":{"trait_type":"ACCESSORY","value":"Archerking Quiver"}},{"count":5,"floor":1200000000,"attribute":{"trait_type":"ACCESSORY","value":"Electro Quiver"}},{"count":5,"floor":1240000000,"attribute":{"trait_type":"ACCESSORY","value":"Solana Quiver"}},{"count":2,"floor":2000000000,"attribute":{"trait_type":"ACCESSORY","value":"Archerqueen Quiver"}},{"count":3,"floor":8000000000,"attribute":{"trait_type":"ACCESSORY","value":"Shadowlands Quiver"}},{"count":46,"floor":290000000,"attribute":{"trait_type":"BACKGROUND","value":"Purple"}},{"count":45,"floor":300000000,"attribute":{"trait_type":"BACKGROUND","value":"Green"}},{"count":41,"floor":300000000,"attribute":{"trait_type":"BACKGROUND","value":"Cyan"}},{"count":39,"floor":300000000,"attribute":{"trait_type":"BACKGROUND","value":"Red"}},{"count":44,"floor":380000000,"attribute":{"trait_type":"BACKGROUND","value":"Orange"}},{"count":8,"floor":290000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"-"}},{"count":1,"floor":300000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe's a lazy, laid-back archer. The only time he's in a hurry is when he needs to do something important. He can shoot arrows from afar and has a good aim."}},{"count":1,"floor":300000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nWith a bow in hand, she is a silent protector. The armor on her back keeps her alive in the battlefield. She doesn't speak to anyone unless it's to order them around or take out an enemy. She always speaks in a deep voice, never raising it. Her bowstring sings when she shoots and silence falls when she kills someone from afar"}},{"count":1,"floor":300000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe shoots arrows with precise accuracy, he is very accurate and precise in his shooting. He is brave and determined, but not arrogant. He's kind of laid back, never taking himself too seriously."}},{"count":1,"floor":320000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe had a tendency to pull off pranks on people, but was still very popular with everyone. He's not the best at communicating, but he has a good heart and would do anything for his friends."}},{"count":1,"floor":330000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe arrow was drawn, the bow drawn taut, the target focused in her sight. The target never stood a chance."}},{"count":1,"floor":340000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA soft smile graces her face as she releases the arrow. She trusts in her natural talent and looks at every person she meets with a kind, welcoming expression. But when she is shooting, there is nothing more focused or intense than this girl. The moment before releasing the arrow from her bowstring is a time of serenity for this archer- until it hits its target."}},{"count":1,"floor":350000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe sound of the bowstring, like a song."}},{"count":1,"floor":370000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe has a bow in her hand, arrows at her side, and a quiver of deadly projectiles strapped to her back. Her hair is short and dark brown with little lightening in it. She wears an outfit that is mostly brown with hints of blue on the edges, but also has lighter spots on the bottom."}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nYou see a small creature with his bow, calmly staring at you. His hair is long and he has a calming aura about him. You feel your anger fading away as you stare into his eyes, but something inside tells you to run..."}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nI had never seen someone with such precise accuracy. The way he picked off targets from the distance was mesmerizing. I would often find myself watching him shoot, admiring his focus and patience. His eyes narrowed in concentration as he took aim, pulling back the string of his bow to release an arrow. He did not miss a single shot, not even once!"}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA young woman with bright blue eyes, she had hair that flowed in the wind. Her cloak was of dark green, and she wore brown trousers with a long sleeved white shirt. On her back were many quivers of arrows, on her belt were daggers and knives. She had an arrow drawn in her bow, looking out into the distance to spot any danger."}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis archer is careful with every shot, making sure that the arrow doesn't go off course. She's a great spotter and would never shoot until she was sure that it would hit the target."}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nJon was always in his own world, with a bow and arrow in hand. Jon loved to practice his aim, shooting arrows at random objects. He was quite good at it too, making the arrow stick every time he hit something. It wasn't unusual for him to spend hours practicing or playing with his bow and arrows when he should have been doing something else."}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAeron is the epitome of relaxation. He's never seen without a smile on his face, and he'll always take the time to talk to you about what you're up to. He has brown hair that falls into his eyes, but it doesn't bother him because he's always smiling anyway. He has strong arms from all the years of training with his bow and arrow, but it's easy for him because he loves doing it so much."}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe loves to spend her time shooting arrows at trees, even though she knows it won't kill them. She would prefer to use her bow and arrow for something else, but all she can do is watch as the tree's branches sway in the wind."}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nI'm a beautiful archer, but I'm a bit too quirky to be considered normal. I always have this goofy smile on my face and always seem to be in a good mood. It's rare that you'll see me without my signature pink dress and curly brown hair."}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\n-A hunter of sorts, always hunting for his next victim\n-Always lurking in the shadows, never being seen\n-Loves to play tricks on people"}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe doesn't say much, but he's always willing to help out when needed. He lives in the forest and often spends his time hunting for food. When not hunting, he is an excellent archer."}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nCaitlyn has always been the most innocent of the family. Growing up, she was shy and didn't speak much. Her older sister would always protect her from her older brother's teasing. But one day, when she was in her early teens, Caitlyn had enough of it and decided to be brave. She chased after him, laughing all the way with a smile on her face. From that day on, she became more outspoken and confident in herself which made her very likable among others in the family"}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA girl with a hidden talent for archery, who is not really keen on showing off her skills."}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA young man in his early twenties, wearing a green hoodie and a pair of dark jeans. His hair is a mess, with various leaves and sticks in it. He's very skinny, with barely any muscle on him. In his hands he has a bow made of white oak and ivy vines, tipped with an arrowhead made from an arrowhead from the silver forest."}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe is a small, timid girl who does not enjoy being around people. She has never experienced the world outside of her home, so she relies on her imagination to keep herself company. She loves to play pretend with imaginary friends and likes to go hunting for food with them in the forest. She spends most of her time drawing pictures or writing stories about all the adventures she's had with her friends, but is always careful not to show anyone because she doesn't want them taking away from what she thinks are real memories."}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nMystic Archer"}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe has always been quick to anger, which is how he got his name. Quick to draw his bow, he shoots before he thinks. His arrows are usually the last thing that falls from the sky before his target falls too."}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe is a kind and gentle person who loves to help others. She does not have a bad bone in her body, she is sweet and will do anything for anyone. She loves being outside, spending time with animals, going on hikes, or sitting by the fire."}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nWalking on the edge of civilization, the archer finds solace in the woods. Taking up a bow and arrow to hunt his own food, he finds it is a much more fulfilling life than staying in town."}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe elven archer, who was born in the second age of Men, can be seen wandering the paths of Tirith Mereth. This elf is quick and skilled with a bow and arrow. His silver hair shimmers in the sun while his green eyes pierce into the deepest depths of one's soul. The archer carries a black bow that is long enough to shoot from any range."}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\n\"Moves like a flowing river, flows like the wind. The end is unknown, but one arrow does all.\""}},{"count":1,"floor":380000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nMy name is ____ and I am a nymph. My job is to live in the forest and shoot arrows at people. I'm not sure what they do, but I'm told it's good for them. My favorite bow is made of sticks and my arrows are always tipped with berries from the bushes."}},{"count":1,"floor":400000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA brave archer with a fiery personality. He is strong, but will always try to do the right thing."}},{"count":1,"floor":400000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHandsome, tall, and confident. His eyes are dark and deep like the forest at night. He has an aura of mystery about him that can't be shaken off."}},{"count":1,"floor":450000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA bowman is a person who shoots arrows from a bow. Bowmen are an ancient profession, and appear in myths and legends such as the Robin Hood legend."}},{"count":1,"floor":450000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe had long black hair, which was tied back in a tight ponytail. His eyes were a deep emerald green and his skin was the color of milk chocolate. He had thick dark eyebrows and light stubble along his jawline."}},{"count":1,"floor":490000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis archer is always seen with a sly smirk on his face. His long hair and deep blue eyes, contrasting against his pale skin, only add to the mystique that surrounds him. He has a laid back personality and seems to never worry about anything."}},{"count":1,"floor":490000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nSerene, he sits on a tree branch overlooking the sea. The only sound he hears is the crashing of waves below. He pulls an arrow from his quiver and looks down at it, admiring its perfect shape."}},{"count":1,"floor":490000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe never knew what was going on in the world, and always wondered what it would be like to explore. He was a boy of few words, and he loved to listen to his grandfather tell stories about the old days. It seemed like a good idea to make arrows from tree branches, but he didn't know how far they could fly."}},{"count":1,"floor":490000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA short and slender elf, this man is quite a sight to behold. His skin is a deep olive green, with a head of spiky black hair. His eyes are sharp and intense, but always seem to have a hint of joy in them. The bow he carries on his back appears as though it were made from an ancient tree branch, the arrows tipped with feathers from birds he hunted himself."}},{"count":1,"floor":500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe first thing you notice about her is the ever-present bow on her back. It's decorated with the same colors as her hair, but she wears it with pride. Her eyes are sharp and piercing, but they seem to give off a kind of carefree air that you can't help but smile at. She always carries around a quiver full of arrows that match the bow's color scheme, but never shoots them unless absolutely necessary."}},{"count":1,"floor":500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA boy with a slightly slouching posture and a lazy expression on his face. His clothing is ragged and barely conceals the bandages around his hands."}},{"count":1,"floor":500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe is a dreamer, but her dreams are never of riches or fame. She doesn't dream of being anything other than herself."}},{"count":1,"floor":500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nWhen he was a child, his parents used to tell him that if he could hit the bullseye on their target, they would buy him whatever he wanted."}},{"count":1,"floor":500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nLucian is a reckless and brave archer who lives in the forest. He loves to explore and explore. Lucian never hesitates to make a decision because he has an idea of what he wants."}},{"count":1,"floor":500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nTalks too much"}},{"count":1,"floor":500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe bow was an extension of his arm, he could not be without it. A raven sat on his shoulder and would never leave him. His arrows were tipped with poison that would kill in seconds."}},{"count":1,"floor":520000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nWith a bow in her hand, this girl is ready to show the world what she's made of. The bow looks almost as tall as she is, and her long blonde hair is tied back in a messy ponytail. Her eyes are a piercing blue that you can't help but get lost in. This archer doesn't seem to have any fear about going into battle with the enemy, and that bravery only makes her more admirable."}},{"count":1,"floor":550000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis archer is docile, preferring to let his arrows do the talking. He was born in a place of natural beauty, which he has since visited on many occasions. It has taught him how to be patient and gentle with all living things."}},{"count":1,"floor":550000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe is a loner, a hermit. He has a gentle nature and does not crave the company of others. His bow is his best friend, and he lives to perfect his craft with it. He has no use for any other weapon or shield because his trusty bow can protect him just as well as any blade."}},{"count":1,"floor":550000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe can hit a target from miles away, but she always goes in the opposite direction. Her arrows are powerful, and she's got a cool bow to boot."}},{"count":1,"floor":550000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe never speaks, not even to other archers. She's always hidden away in the back of a room or far from civilization. Her arrows are as silent as she is, and only death follows in their wake."}},{"count":1,"floor":550000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe archer wears a green cloak with a red cape, both trimmed with gold. He has a brown beard and hair that is pulled back into a ponytail. His bow is made of ebony and his arrows are dipped in poison."}},{"count":1,"floor":590000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA young girl who is too shy to talk to people, but when she does, her voice is so soft that it's barely audible. She has a really strong arm and when she practices archery in the woods, you can hear the arrows whistle through the air."}},{"count":1,"floor":600000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe has a temper and a thirst for revenge. She doesn't take too kindly to being told what to do, but is an excellent shot with her bow. Her arrows are dipped in poison from the sap of the bloodsedge plant that kills its victims slowly, causing them excruciating pain before they die."}},{"count":1,"floor":600000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe is very stealthy and patient, but also kind. She spends most of her time reading, meditating, or playing with her little brother. Her favorite thing to do is take long walks in the forest with her bow slung over her shoulder."}},{"count":1,"floor":600000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAn archer is a soldier trained in the use of bows and arrows."}},{"count":1,"floor":600000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis archer's always in a good mood and her smile never fades. She has a special connection with the forest and is not afraid to get her hands dirty when she needs to. She can be stubborn, but that just makes her more determined than ever."}},{"count":1,"floor":600000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\n\"He watches the forest with bright, blue eyes and hair as dark as night. He hides in the shadows of the trees, waiting for his prey to come. He has a bow and arrow always on hand.\""}},{"count":1,"floor":640000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAs a young girl, she spent many hours with her father in the forests hunting for food. She was taught to use every part of the animal that they killed, and to do so respectfully. She was a quiet child, but as she grew older, she became more confident and outspoken. Now as an adult, she is brave and fearless when it comes to standing up for what is right."}},{"count":1,"floor":640000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nLorelei's weapon of choice is the bow and arrow. Her arrows are tipped with a deadly poison that kills her prey in mere seconds."}},{"count":1,"floor":640000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nIt was the soft pitter-patter of the rain that made her want to move. This is what she loved most about it. When she finally got her wish, all the other sounds disappeared and it was just her and nature. She would go outside, bow in hand, with an arrow ready to be shot into the sky, letting out a satisfied sigh as she watched it fall back down again with a satisfying 'thwack'."}},{"count":1,"floor":640000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis woman has an air of impishness about her. She is small, but she carries herself with the pride of a queen. Her eyes are bright green and she wears them like armor to deflect the evils of the world. She stands tall with her shoulders back and her chin high, even if it means others can see how her body is almost child-like in size."}},{"count":1,"floor":640000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA girl who wears the most amazing tunic, it's color is blue and she has a bow with her. She is walking through the forest, dodging trees."}},{"count":1,"floor":650000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nWhen the townsfolk came to him for help, he was just a child. The raiders had taken his family and he would not let them take his town too. He set out on his own with only an old quiver of arrows and a bow that he barely knew how to use. For years, they saw him in the forests hunting game with nothing but an arrow in one hand and a bow in the other. His hunts were always successful and sometimes even gave away some of the meat for those who could not provide for themselves. One day when they thought they had seen him last, he returned bearing news that their town was safe once more."}},{"count":1,"floor":650000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nEla has a reputation for being an eccentric. In truth, she is not as odd as people say, but she prefers to keep her cards close to her chest. Her green eyes are sharp and observant, her brown hair and skin rough and weathered. She's a rather small woman, built for agility and grace over brute strength. Her clothes are old and patched up from time to time - but they're always clean - so it's clear that she takes care of herself well enough."}},{"count":1,"floor":650000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nEldrick was a hunter from the outskirts of town. He used his bow to hunt for food and clothes. He had a fearless spirit and always wanted to do more, so he tried going on adventures in the forest near his village. One day, he met a mysterious woman who told him about an evil wizard in the woods who needed to be defeated by any means necessary. Eldrick knew that if she was telling the truth, then this would be his chance to prove himself as a true hero!"}},{"count":1,"floor":660000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe is very kind and gentle, with a big heart. She always tries to help people in need. She likes to sing and dance when she's not training her bow skills."}},{"count":1,"floor":690000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA tall, skinny young man with messy brown hair. He has a piercing blue eye and is wearing old clothes."}},{"count":1,"floor":690000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA silent warrior who travels the world in search of a place to call home."}},{"count":1,"floor":694200000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe stands with his back to the fire, bow at the ready. There is a grin on his face as he watches his prey enter the clearing. He lets out a breath and lifts an arrow from the quiver, taking aim before releasing it with practiced ease."}},{"count":1,"floor":694200000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nI always aim for the heart."}},{"count":1,"floor":700000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\n\"Is that an arrow in your pocket or are you just happy to see me?\""}},{"count":1,"floor":740000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\n\"I am a cute and innocent archer. I can't help but smile and laugh as I watch my arrows fly across the field. I love to joke around with the other archers and play games with them, so we can show off our skills. But when it's time for serious business, my face turns into a mask of seriousness as I take aim.\""}},{"count":1,"floor":750000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe elf was very short, even for an elf. Her hair was curly and wild, her eyes large and green. Her clothes were made of many different animal skins that she had sewn together to form a long dress. She sat in the forest watching the sunset with her bow in hand, waiting for prey to come by so she could shoot it down."}},{"count":1,"floor":750000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAstrid is the best archer in the land. He lives on his own, isolated from society, but he doesn't mind. His solitude is what keeps him sane."}},{"count":1,"floor":750000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nIt is a world of beauty and destruction. The forests are vast, lush green hills. The air is warm and smells of pine needles. And in the dark, you can hear the gentle murmurs of a nearby stream. But when the sun sets, the woods become a place of terrors: vicious animals come out to hunt their prey; plants turn poisonous; shadows become eerie figures in search for blood..."}},{"count":1,"floor":750000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAn archer can come in many shapes and sizes, but what is important is their connection to the world around them. For this archer, her surroundings are a place of peace and tranquility. She feels at home in the trees and in the grassy meadows, where she's learned to be observant and quiet. Her bow is her means of expression; with it she feels free to unleash her emotions when hunting or practicing, which only helps improve her skills."}},{"count":1,"floor":750000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nOlivia, the archer, is not your average male. He spends his days taking care of the land and trees that surround him, always with a bow in hand. His quirkiness can be seen in his mannerisms and speech, which is very unique to say the least."}},{"count":1,"floor":750000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis is the perfect guy for you if you're looking for a good time. He has a naughty sense of humor and is always up to anything. He's also the perfect guy to take on an adventure with, as he's always up for anything."}},{"count":1,"floor":760000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nNature had always been his favorite subject. He loved to spend hours in the woods, exploring and discovering new things. His curiosity never ended."}},{"count":1,"floor":770000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis man has a happy and positive outlook on life. He doesn't let anything get him down, and his infectious personality is hard to be around. He's always joking with people, but is also quite competitive and likes to take bets with friends. His friends often find themselves owing him favors as he doesn't hesitate to ask for help when he needs it."}},{"count":1,"floor":770000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis girl is known for her skills with a bow and arrow. She is seen as the light of many peoples' lives, she's always there to cheer them up when they're down. She also loves animals and is often found in the forest looking for new creatures to study."}},{"count":1,"floor":770000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAn archer is someone who shoots arrows. She would be a female with long, brown hair that has been braided to keep it out of her face. Her skin would be tanned from being outside so much and she would have tan lines on her hands from the bow string. She will have tattoos on her arms because she loves to explore the woods, so she will have one tattoo of a bear claw because it reminds her of the forest animals."}},{"count":1,"floor":770000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nFantasy archer who lives in the forest, and only shoots targets that he has made himself. He has never seen a person before and can't comprehend what they are. He's fascinated by them, but doesn't understand their motives or intentions."}},{"count":1,"floor":770000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\n\"A breeze blew through the trees and her hair as she breathed in deeply. She lifted her bow, fitted an arrow, and released it at the bird flying overhead. The arrow struck its target with a thud, but not before the bird made it to safety.\""}},{"count":1,"floor":770000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA rather slender man with pointed ears and fair skin, who carries a bow slung over his shoulder. His eyes are the color of the sky at dusk, and his hair is black as midnight. He moves quickly, with a youthful agility that belies his age."}},{"count":1,"floor":800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShimmering feathers, flying arrows and happy songs. The impish girl with the braided hair and eyes as blue as the sky. She can use a bow and arrow better than anyone else in her village, and she's never met a day that wasn't worth living for."}},{"count":1,"floor":800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\na young woman who is wearing a green and brown dress. She has long, curly hair and is looking down at the ground. Her right hand is outstretched, with her index finger pointing towards the ground. Her left hand is holding a bow and arrow."}},{"count":1,"floor":800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe lives a life of seclusion, living off the land and hunting for food. He is one with nature, always finding a way to survive."}},{"count":1,"floor":800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nMilds is a fighter and archer. She has the reflexes of a cat, and her aim is as sharp as her eyesight. Her arrows can fly over great distances to strike her enemies before they even know she's there."}},{"count":1,"floor":800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA rough and tough guy, this archer is always ready for a fight. He is often short-tempered and gets into many fights with others, but he doesn't let that stop him from doing what he loves best."}},{"count":1,"floor":800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nEliza is the queen of archery. She always finds the perfect target and can hit any animal on a hunt. Even when she misses, it's by a few inches and still a bullseye. When she isn't shooting arrows, she can be found reading books about archery or going on long walks in the forest to collect herbs for her potions."}},{"count":1,"floor":820000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe young girl's eyes widen in surprise as she sees the tall, strong woman in front of her. \"Please,\" she whispers, \"help me.\" The other archer looks around cautiously before responding. \"How?\""}},{"count":1,"floor":850000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHis past of many hours spent practicing his skills, not with an arrow but with a piece of string, has led him to this moment. He is alone in the middle of the forest on his way to his first competition. It is an important competition that will determine how he will spend the rest of his life. If he loses, he will be forced to live in poverty for all eternity and never see sunlight again."}},{"count":1,"floor":850000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA man stands with his back to the wind, an arrow nocked in his bow. He's a little short and not particularly strong, but he has a cheerful grin on his face."}},{"count":1,"floor":880000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHis eyes are bright green, but his hair is white. His skin is tan and his teeth are perfect. He has long, thin fingers and he smells like pine trees."}},{"count":1,"floor":880000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe one thing that I can always rely on is the peace of the forest. The soft silence that's only broken by my own footsteps and breathing."}},{"count":1,"floor":900000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\n\"He was not your average boy. He wasn't the strong, tough type, or the one who you would see wearing dirt on his face while he chopped wood in the forest. He was delicate, with soft hands and a small frame.\""}},{"count":1,"floor":900000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nLucky was a girl who could shoot anything from a bow and arrow. She had been given the nickname Lucky because she always found a way to get out of tough situations, even if it was just by being lucky. It all started when she was just 4 years old and her dad took her hunting with him. He showed her how to use the bow and arrow to hunt for food in the forest near their house. After that day, she spent every weekend with him, learning more about archery and honing her skills."}},{"count":1,"floor":900000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA young woman, the sound of her arrows hitting the target in a rhythmic pattern. Her eyes closed and lips pursed as she pulled back on the bowstring. She could feel her heart beat against her chest, but it didn't matter because she was in control."}},{"count":1,"floor":900000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe is strong and clever, with a quick wit. She hunts game with her bow, stalking the forest for her next meal."}},{"count":1,"floor":980000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe archer was always the last one to leave, not because he had anything to do, but because he loved to watch the stars and moons change. He loved the forest and felt at peace in it. It was there that he found his balance, his home."}},{"count":1,"floor":990000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA tall, skinny woman with long, dark hair and an arrow drawn in her bow. She looks like she is ready to shoot the moment you blink."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nI am a proud woman who has dedicated her life to being the best at what I do. The bow is my weapon and it is also my weapon. Every day I train to become more proficient with it, to never let myself be seen as less than I am."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe is the type of person who would find an unassuming individual and say something to get them to talk. He enjoys feeling like he's in control, even if it's just for a moment."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe is quiet and shy, and his long, thin fingers allow him to move with the bow and arrow as if they were one. He never talks to anyone but himself, and he always has a quiver of arrows at his side. He is very protective of the animals in the forest, knowing that without them there would be no more food for him or his family."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShes an archer that lives in the woods, which she has become very accustomed to. Her bows are crafted out of old branches and her arrows are made from fallen tree branches. She doesn't wear anything except for her fur coat and green leaf skirt, both made from plants she's found in the forest."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\n-Aged"}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nI am the son of a farmer. I grew up around animals and nature, and I never found myself to be the most skilled with a bow. I don't like to hunt or fish because it's not very fair for the animal, but I can always take care of any critters that may be bothering my dad's crops. It might not seem like much, but knowing that my skills could help others makes me feel better about myself."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nZach is a courageous and bold archer. He often likes to talk about himself in third person, making up an elaborate story of his life. He always makes sure to mention how he can shoot a target from a mile away with his bow and arrow."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA young woman with a bow, waiting patiently for her target to reveal itself."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nCrouching down, he draws back the bowstring and looks at the target. The tension in his muscles makes him look like a predator, ready to pounce on its prey."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis young woman has a natural aptitude for archery. She loves being outdoors and finds herself most at peace when she is hunting in the forest. Her family is filled with archers, but her sister doesn't have the same passion for it as she does."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nWhen the boy had first been taken from his home, he didn't understand what was happening. He had cried and screamed, but it seemed to have no effect on the people who had grabbed him. They continued to drag him further and further away from his house. His family's faces looked so worried as they disappeared into the distance."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAs a child, he had always been the type to run around outside. He loved being outdoors and loved being able to explore nature. His parents had always worried about him because he was so thin and frail, but it never stopped him from having fun."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nElle is the daughter of a lord and has been trained to fight since she was five. Her family's keep is well defended, but she has always felt like something was missing. She spends her days in the fields and woods around her home, training with her bow as often as possible."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe is young and naive, so she's an easy target for predators. She has no idea how to defend herself against other creatures. Her only weapon is her bow and arrow, which she always carries with her."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis guy is your typical archer. He's muscular, with long brown hair, and he has a look in his eye that tells you he's up to no good. His voice is gravelly, but it's kind of cute in an animalistic way."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nEagle is a quiet archer, preferring to keep to himself. He has never been one for talking, but will make his voice heard when it's needed. Eagle's arrows are always shot with pinpoint accuracy and are quick to hit their target."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA big, muscular man stands in the center of a large arena. He holds a bow and arrow in his hands. The archer is wearing an all-black outfit, and has dark brown hair and eyes."}},{"count":1,"floor":1000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nNera had always loved the feeling of an arrow flying through the air, slicing through the atmosphere. The flight of an arrow is something she could never get enough of. She has practiced with her bow and arrows since she was young, shooting at anything that came into sight. Nera became more serious as she grew up, not wanting to waste time with games anymore; but her practice with archery still brought her joy."}},{"count":1,"floor":1200000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA bright, energetic archer with a bow in hand. He has the ability to shoot arrows at targets with incredible accuracy and has an upbeat personality that radiates warmth."}},{"count":1,"floor":1200000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHis brows are a dark contrast to his white hair, and he is always seen wearing a neutral expression."}},{"count":1,"floor":1200000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\n-"}},{"count":1,"floor":1200000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe young archer Milds wears a purple-ish red cloak, with golden yellow accents. His clothes are dark brown and black, making him seem like a shadow. He is lean, but he has muscles on his arms and legs. He has long hair that falls to his waist in braids, all black with silver accents on the tips of the strands. His eyes are also pitch black with silver lining around them."}},{"count":1,"floor":1200000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nNissa's arrows are like the wind. When she releases them, they fly swift and deadly, weaving through the sky to hit their target with precision. She is always on the move; an archer who never stops to catch her breath or think about what she has done. The terrain doesn't matter- sand or stone- for Nissa's arrows find their mark no matter where they land."}},{"count":1,"floor":1210000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA scrawny, scrappy man with a bow and arrow is always trying to get in trouble. He doesn't have any respect for anyone, but that's just how he is."}},{"count":1,"floor":1240000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAn archer by nature, he is always calm and collected. His posture is always straight and his movements deliberate."}},{"count":1,"floor":1240000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAmber is the kind of person who always has an arrow at the ready. She spends most of her time practicing her aim and studying nature. She's not afraid to make new friends, but she never seems to get over her shyness around people she doesn't know well."}},{"count":1,"floor":1300000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA very quiet, gentle woman. Loves to hunt with her bow and arrow. Always makes sure to use the smallest arrows possible for the prey she is hunting. Very hardworking, but also loves a good day of relaxation."}},{"count":1,"floor":1340000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA woman in a robe who's hood is always down."}},{"count":1,"floor":1450000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe is a brave and proud archer, who always carries his trusty bow and arrows with him. He will often be found practicing in the fields or shooting targets in the forest. His name means \"brave archer\" and he lives up to it by fighting off thieves and criminals when they try to take from those weaker than themselves."}},{"count":1,"floor":1490000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHer bow was never in her hand, but always at the ready. She was the only one who could keep up with the wild fire that danced across her fingers. Her eyes were calm and wise, watching for any sign of trouble that might happen to come near her family."}},{"count":1,"floor":1500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe archer's hair is blonde and has an earthy, natural quality to it. She has bright blue eyes that always seem to be twinkling with mischief. She is tall and lean with a strong body and capable of easily defending herself. Her clothing consists of what she finds in the forest: soft, muted greens and browns in tones that blend in with her surroundings so she can sneak up on prey without being seen."}},{"count":1,"floor":1550000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nIf you could see her in a different life, she would be an adventurous woman who spends most of her time outdoors. You might find her running with the wolves or climbing the tallest trees in the forest. She is fierce and strong, but can also be gentle when needed."}},{"count":1,"floor":1590000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShes an archer that is very friendly, but can be bossy at times. She likes to joke around and has a bright personality. She is one of the kindest people you will ever meet and she loves to laugh."}},{"count":1,"floor":1600000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAn elf boy who is skilled with a bow and arrow. He was raised in the forest by his father, an old hunter."}},{"count":1,"floor":1650000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nFor the most part, Selene was always in tune with her surroundings. This trait had saved her life on more than one occasion, but this time it wasn't enough. She was deep in the forest when she heard the crashing of something large in the brush. Knowing that there were no animals in these parts that could cause such a sound, she looked up to see what it was and found herself face to face with a dragon."}},{"count":1,"floor":1700000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA seasoned hunter, often found roaming the forest for food. He has a kind heart and strong moral compass, but he is also brave and selfless. He does not hesitate to put himself in danger to protect those who cannot protect themselves."}},{"count":1,"floor":1700000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA group of knights riding on horseback have attacked a small village."}},{"count":1,"floor":1750000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAt first glance, it is difficult to tell that there is anything special about this boy. The brown hair and deep blue eyes that gaze out from the canvas of his face would be unremarkable if not for the small grin that plays at his lips. The second glance reveals a bow and quiver slung over one shoulder, two knives strapped to each thigh, and a necklace of arrows on his chest."}},{"count":1,"floor":1800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe's a female with a relaxed personality, and an expert in archery. Her arrows always hit their target and she never misses. She prefers to take her time and go for headshots."}},{"count":1,"floor":1800000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe's an average woman in her early 20s, with a pretty smile and calm brown eyes. She has a soft demeanor and speaks with gentle voice. Her hands are always steady and her aim is unerring."}},{"count":1,"floor":1890000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nLax is a lazy archer, but when he's in the right mood, he can be a deadly shot."}},{"count":1,"floor":1890000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe archer was quiet, with a soft voice. The only sound he made was the tinkle of his arrows being loaded into his bow. He moved with the silence of a cat, never making any noise as he stalked prey in the dark forest."}},{"count":1,"floor":1900000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA strong, ambitious archer. She spends her days at the range, practicing every day."}},{"count":1,"floor":1900000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA girl who hunts deer and is as brave as a lion."}},{"count":1,"floor":1980000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe Archer was a lighthearted and kind woman who often left flowers for the poor. Her skills with a bow were legendary, and she would often go out of her way to protect those in need."}},{"count":1,"floor":1990000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAn elf with green hair and eyes, is very cheerful and likes to laugh. She is wearing a dark brown tunic, tight black pants, a pair of white boots and a brown cloak."}},{"count":1,"floor":1990000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe old man loved to do archery in his spare time. It was the only thing he could do when his wife passed away."}},{"count":1,"floor":2000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\n\"She is a brave archer, skilled in the art of shooting. Her arrows never miss their target, and she can be found at the forefront of any battle.\""}},{"count":1,"floor":2000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nStanding at the ready, a green eyed boy with a silver bow takes in his surroundings. His fingers touch the wood of his bow as he tries to maintain a calm expression. He's standing on a hill looking down at what could be his demise. As he hears the enemy approaching, he makes sure to take in their movements and size up any possible threats. They're moving quickly and coming from all angles which doesn't make this any easier for him."}},{"count":1,"floor":2000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\n-very fast\n-likes to play tricks on people\n-kindhearted"}},{"count":1,"floor":2000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA brave and careful archer. His arrows always find their target, and he is the perfect guardian."}},{"count":1,"floor":2000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe archer stands in the rain, her arrows catching the water as they leave her bow. Her target is a group of people clustered together. They look to be a family with children and a dog. The archer doesn't know why she is here, but she knows that she needs to kill them all."}},{"count":1,"floor":2000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nI am a shy, quiet archer. I do not talk much and it is rare for me to speak. My clothes are always patched and I rarely bathe. When I hunt, I use a bow that is not as strong as the other bows but my arrows fly faster and with more accuracy."}},{"count":1,"floor":2200000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA lady with a bow in her hand, she is someone who likes to stay calm and level-headed. She is very loyal to her friends and family, but has no problem getting rid of anyone who does not deserve it."}},{"count":1,"floor":2200000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe could be mistaken for a small child, but her bow is larger than she is. The arrows are in her quiver, yet she knows where they are at all times. The arrow flies straight and true when she releases it. She always has the right word to say in any situation."}},{"count":1,"floor":2210000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe man is dressed in a white, loose tunic and brown trousers. He has short hair and a rough beard, with eyes the color of the sky. His skin is fair but slightly tanned."}},{"count":1,"floor":2250000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAn impish female archer, she lives to hunt and fight with her bow. One of the few female hunters in her village, she's quite skilled at tracking prey. She has an older sister who is also a hunter, but prefers to stay closer to home while hunting."}},{"count":1,"floor":2500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe always has a warm smile on her face and seems to be filled with joy. She is the type of person who enjoys helping others, but can also handle herself in combat."}},{"count":1,"floor":2500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nI'm a big time fantasy archer, and I know how to show you a good time. I'll do whatever it takes to get you what you want. All my shots are always accurate, but there's nothing better than an arrow in the bullseye!"}},{"count":1,"floor":2650000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis archer is always at peace with the world. The world moves around him, but he remains untouched by its movement. He stands in one place, rooted to the ground. He has seen many things in his life and he will see many more things before he dies. His hands never shake and his breathing is steady; the only thing that moves are his eyes, watching everything happen around him like a silent watcher."}},{"count":1,"floor":2660000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe's not the tallest guy in the world, but he's tough. He can take on any challenge with his bow and arrow."}},{"count":1,"floor":2900000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe was always the one to protect his family, and he did so without fail."}},{"count":1,"floor":2970000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA skilled archer, his quick aim and expertise in shooting arrows has helped him survive many battles. He's proud of his heritage and tries to teach other people the ways of the bow."}},{"count":1,"floor":2980000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nAn impish little man, he is always laughing and joking. When not practicing his archery skills, he is using his quick wit to make people laugh. A great conversationalist, you will never be bored when he is around."}},{"count":1,"floor":3000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis woman's brown hair is tied back in a braid, and her skin is tanned from the sun. She wears green trousers with a brown tunic, over which she has thrown a dark green cloak. Her bow is made of yew wood and is short enough to be carried on her back when not in use. She does not like company and prefers to be alone most of the time, but will fight for those she cares about."}},{"count":1,"floor":3000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis young archer is shy and prefers to stay in the background. He was born with a bow in his hand, but when he came of age, he found himself feeling uncomfortable in the spotlight. Nowadays, you'll find him out on patrol with his crossbow or by a campfire telling stories to small children."}},{"count":1,"floor":3000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe doesn't understand what people mean when they say that her arrows are \"tainted\" and she tries to get close to anyone who can teach her about these things. She has a shy personality, but is very confident in the forest."}},{"count":1,"floor":3000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe never leaves his home, but his arrows fly to the other side of the world. He will not kill a single person with his arrows, but he's sure they have been deadly to many."}},{"count":1,"floor":3000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA short, kind archer with a love for nature. She's always happy and joking around. Her voice is soft and gentle, but her aim is true."}},{"count":1,"floor":3000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nher skill in the bow and arrow is unmatched, a silent assassin that always leaves a mark."}},{"count":1,"floor":3100000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA fair maiden, she sits on a mossy bank, her fingers plucking at the strings of her bow. Her expression is soft and gentle as she watches the forest around her. The birds sing songs of peace and tranquility, but they cannot quite cover up the cries of war coming from the human realm."}},{"count":1,"floor":3300000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nNature is the son of the King of Thorns. He has grown up in a world where humans are nothing more than food for monsters. All his life he has been taught that humans are vile creatures, not worth fighting for. When his mother was killed by a human and eaten by them, Nature vowed to kill every human he saw and collect their bones to make a suit of armor with which to protect himself from their poison."}},{"count":1,"floor":3790000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis guy is very laid back and has a sense of humor. He is an archer who only shoots the most accurate shots and never misses."}},{"count":1,"floor":4000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA light breeze blows through the long, lush grasses of the meadow. A girl sits with her back against a tree trunk, pulling back on her bowstring to fire an arrow into the horizon. Her hair is unkempt and her skin dirty from playing in the dirt all day. She wears an old ragged tunic with brown leather pants that are barely keeping their color."}},{"count":1,"floor":4000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe is a quiet, timid archer who only speaks when he has something important to say. His weapon of choice is the bow and arrow. He never misses his target, but prefers to let his arrows do the talking for him."}},{"count":1,"floor":5000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nKyanus is an impish man with a twinkle in his eye. His jagged grin reveals many missing teeth, but it's not the only thing that tells you he's got some story to tell. You can see it in the way he moves, the way he stands. He moves like a young boy who has grown up too fast and learned how to handle himself too soon, but never found out how to stop fighting for something better."}},{"count":1,"floor":5000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nHe is a caring and humble person. His head is always in the clouds and he likes to stay away from other people, but if someone needs help he will not hesitate to give them what they need. He has a few problems with his social skills and always feels awkward around others, but if you take the time to get to know him he can be very friendly."}},{"count":1,"floor":5000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nhis arrows are tipped with poison,\nhe has no name,\nhe never speaks."}},{"count":1,"floor":5000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA tall, burly man with a graying beard and piercing green eyes. His deep voice was like the rumble of thunder on a stormy day. A bandolier across his chest held quivers full of arrows and a bow that was as big as he was tall."}},{"count":1,"floor":5000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA young woman who is strong, quick, and most importantly cunning. She never takes her eyes off of her target, but can still notice if someone approaches from behind. Her bow is one of the lightest ones around because she's not very strong, but that doesn't stop her from being a talented archer."}},{"count":1,"floor":5000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nNahko is the epitome of what a true archer should be. He's always looking for new challenges and will try anything that catches his eye. His hobbies include but are not limited to: arrow making, climbing trees, and cooking. Nahko has no problems talking to anyone and loves helping people find their way back home if they've lost their way in the forest."}},{"count":1,"floor":5000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nBorn in the heart of a raging storm, Alera was raised by her father to be an archer. From the time she could walk, he drilled her on how to use a bow and arrow. Alera loved her father dearly and took his lessons to heart. She is very independent and doesn't rely on anyone else for help, always trying to do things herself first before asking for help. Her independence has made it difficult for her friends to connect with her because she is so closed off at times. She is stubborn but smart, always learning new things about nature or weaponry that are useful in their world of adventure."}},{"count":1,"floor":5000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe woods are where he feels most at home. Even in the darkest times, when the trees were being burnt and the animals hunted, he found solace in nature. The dark emerald of the forest floor was a comfort to him, with its light filtering through the leaves overhead. He spends his days hunting prey with his bow and arrow - tracking deer for days on end before finally making a kill."}},{"count":1,"floor":5000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThis archer is a guy with a lazy, laid-back attitude. He's always cool and collected and never panics, because he knows his skills will always get him out of any sticky situation."}},{"count":1,"floor":5900000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA gentle, kind woman who never misses her target. She is a skilled hunter and can kill a bear with just one arrow. She lives in the forest and often hunts to provide food for her family."}},{"count":1,"floor":6000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe shy archer would be timid to approach an enemy with his bow. If he has to, he will be hesitant and unsure of what to do. He is the most vulnerable of all the fighters because he is so scared. His best option is to stay far away from his enemies and let them come close, then shoot at them with his arrows."}},{"count":1,"floor":6000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nIn a time of swords and shields, it's the bow that saves the day."}},{"count":1,"floor":6000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA woman who loves nature, is often out in the woods hunting or exploring. She has brown hair and green eyes, wears green clothes with leather armor."}},{"count":1,"floor":6500000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA lonely woman, with long hair that she usually keeps in a braid. She wears light clothes, and her bow is always slung over her shoulder."}},{"count":1,"floor":7000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nFor a moment, there was nothing but the cool mountain air and the scent of pine. Then, from out of nowhere, a small voice called out to him."}},{"count":1,"floor":8000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nEarl never speaks, and so he is rarely seen. He spends his days sitting by the edge of the forest, always with a bow in hand. Those who happen to cross paths with him will be greeted by a curt nod and then left alone to go about their business."}},{"count":1,"floor":8000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe archer was of the most natural of spirits. He knew how to live off the land and not take more than he needed. His movements were precise and smooth, like water flowing over rocks in a stream. He never wasted a shot, for his arrows were sacred to him, as if they held his spirit within them."}},{"count":1,"floor":9000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA petite girl, her face hidden behind a black hood, wearing a long black cloak. Her hands are covered in green and brown fabric, as if to blend in with the trees. With no warning she lets loose an arrow from her bow towards her target - the sound of birds chirping is the only noise heard until she hits her mark."}},{"count":1,"floor":10000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe princess was born into a family of archers. She has been practicing since she could walk, and is often the best in her group of friends. She loves to compete with other archers and try to beat them in a friendly match."}},{"count":1,"floor":10000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nNigel's brown hair blows in the wind as he loads his bow. His brown eyes, filled with a deep knowledge of the world and its creatures, scan the horizon for any sign of movement. Nigel is a Hunter, one who has spent years perfecting his skills with a bow and arrow to be able to survive in this unforgiving world."}},{"count":1,"floor":10000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe was a silent, stealthy creature. The type of archer who would get in and out without any notice. Her dark hair and darker eyes made her look like she could melt into the shadows, and she never spoke unless absolutely necessary. But when it came to shooting an arrow, there was no one better."}},{"count":1,"floor":10000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe archer stands tall and proud, with a posture that's as straight as an arrow. He has skin the color of dirt, his long hair is bound in a ponytail at the back of his head. His clothes are simple and comfortable, not for decoration but for function. He stands with one foot on the ground and one arm raised to hold a bow that's strapped to his back."}},{"count":1,"floor":15000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe archer looks at the camera, his head tilted slightly to the side. His skin is pale and thin, so it's hard to see what his expression is. He has black hair that hangs down over his eyes, but he brushes it back with a gentle hand. The way he holds himself reminds you of someone who is lonely, yet trying not to show it."}},{"count":1,"floor":15000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA headstrong archer, his aim is always true. He can often be found in the woods practicing, but when he's not hunting, he's more than happy to have a good time with his friends."}},{"count":1,"floor":16000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nLiam's eyes narrow as he takes aim. He pulls back the string of his bow, eyeing the target. A quick flick of his wrist and a muffled sound later, and Liam steps back to survey his work. The arrow has landed right in the center of the target's heart, a perfect shot if there ever was one."}},{"count":1,"floor":18000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\n-Is not very tall, but is strong and built for combat\n-She is also stealthy and moves through the forest without a sound\n-She is always quick to help those in need, and does not ask for anything in return"}},{"count":1,"floor":18000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nShe keeps a vigilant eye on the horizon, waiting for her prey to appear. Her bow is notched with one arrow, but she has several others at the ready. She would never risk firing an arrow without first checking to see if it's necessary, so she always remains patient and alert."}},{"count":1,"floor":19690000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nThe archer is always seen with a friendly smile on her face. She never misses her target, but always makes sure to leave some for others to enjoy."}},{"count":1,"floor":40000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nSerena is a timid, introverted archer. She prefers to keep to herself and avoid the rest of the world, but when she's in her element, she's fearless."}},{"count":1,"floor":60000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nFauna is a powerful archer, able to hit her target from a mile away. She always has a bow and arrow with her, whether she's going for a walk in the woods or just going to the store. She's been told that it's dangerous to have an arrow with you at all times, but she just smiles and says \"It doesn't hurt to be prepared.\""}},{"count":1,"floor":77000000000,"attribute":{"trait_type":"CHARACTER DESCRIPTION","value":"\nA thin, red-haired archer with dark green eyes. His clothes are tattered and torn from fighting the most powerful of beasts. He always carries a bow and quiver of arrows on his back, ready to fire at any time."}},{"count":8,"floor":290000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Sassy"}},{"count":11,"floor":300000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Adamant"}},{"count":11,"floor":300000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Bold"}},{"count":8,"floor":300000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Lax"}},{"count":14,"floor":320000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Jolly"}},{"count":9,"floor":330000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Modest"}},{"count":12,"floor":340000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Naive"}},{"count":6,"floor":350000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Gentle"}},{"count":12,"floor":380000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Relaxed"}},{"count":11,"floor":380000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Calm"}},{"count":10,"floor":380000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Naughty"}},{"count":10,"floor":380000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Brave"}},{"count":9,"floor":380000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Careful"}},{"count":9,"floor":380000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Hardy"}},{"count":9,"floor":380000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Docile"}},{"count":9,"floor":380000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Quiet"}},{"count":8,"floor":380000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Impish"}},{"count":7,"floor":380000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Quirky"}},{"count":7,"floor":380000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Hasty"}},{"count":7,"floor":450000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Lonely"}},{"count":5,"floor":500000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Rash"}},{"count":7,"floor":590000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Bashful"}},{"count":6,"floor":800000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Milds"}},{"count":5,"floor":850000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Timid"}},{"count":5,"floor":1000000000,"attribute":{"trait_type":"CHARACTER NATURE","value":"Serious"}},{"count":101,"floor":290000000,"attribute":{"trait_type":"GENDER","value":"Female"}},{"count":114,"floor":300000000,"attribute":{"trait_type":"GENDER","value":"Male"}},{"count":8,"floor":290000000,"attribute":{"trait_type":"HEAD","value":"Blue Recruit Cap"}},{"count":13,"floor":300000000,"attribute":{"trait_type":"HEAD","value":"Elven War Helmet"}},{"count":10,"floor":300000000,"attribute":{"trait_type":"HEAD","value":"Dark Elf Head"}},{"count":5,"floor":300000000,"attribute":{"trait_type":"HEAD","value":"Witchhunter Cap"}},{"count":8,"floor":320000000,"attribute":{"trait_type":"HEAD","value":"Blue Hunting Cap"}},{"count":11,"floor":340000000,"attribute":{"trait_type":"HEAD","value":"Green Hunting Cap"}},{"count":15,"floor":380000000,"attribute":{"trait_type":"HEAD","value":"Guardian Helmet"}},{"count":13,"floor":380000000,"attribute":{"trait_type":"HEAD","value":"Orc Head"}},{"count":10,"floor":380000000,"attribute":{"trait_type":"HEAD","value":"Brunette Elf"}},{"count":9,"floor":380000000,"attribute":{"trait_type":"HEAD","value":"Scout Bandana"}},{"count":5,"floor":380000000,"attribute":{"trait_type":"HEAD","value":"Red Recruit Cap"}},{"count":14,"floor":400000000,"attribute":{"trait_type":"HEAD","value":"Ice Cap"}},{"count":13,"floor":400000000,"attribute":{"trait_type":"HEAD","value":"Electro Cap"}},{"count":13,"floor":450000000,"attribute":{"trait_type":"HEAD","value":"Shadow Assassin Mask"}},{"count":9,"floor":490000000,"attribute":{"trait_type":"HEAD","value":"Sharpshooter Mask"}},{"count":9,"floor":550000000,"attribute":{"trait_type":"HEAD","value":"Fire Cap"}},{"count":10,"floor":640000000,"attribute":{"trait_type":"HEAD","value":"Skeleton Head"}},{"count":9,"floor":660000000,"attribute":{"trait_type":"HEAD","value":"Blonde Elf"}},{"count":8,"floor":750000000,"attribute":{"trait_type":"HEAD","value":"Iron Hunting Cap"}},{"count":9,"floor":1000000000,"attribute":{"trait_type":"HEAD","value":"Solana Cap"}},{"count":6,"floor":1000000000,"attribute":{"trait_type":"HEAD","value":"Dragonhunter Mask"}},{"count":4,"floor":1300000000,"attribute":{"trait_type":"HEAD","value":"Archerqueen Crown"}},{"count":2,"floor":1990000000,"attribute":{"trait_type":"HEAD","value":"Archerking Crown"}},{"count":2,"floor":5900000000,"attribute":{"trait_type":"HEAD","value":"Shadowlands Mask"}},{"count":14,"floor":290000000,"attribute":{"trait_type":"TORSO","value":"Green Hunting Jerkin"}},{"count":15,"floor":300000000,"attribute":{"trait_type":"TORSO","value":"Hunting Jerkin"}},{"count":13,"floor":300000000,"attribute":{"trait_type":"TORSO","value":"Witchhunter Jerkin"}},{"count":12,"floor":300000000,"attribute":{"trait_type":"TORSO","value":"Orc Jerkin"}},{"count":14,"floor":320000000,"attribute":{"trait_type":"TORSO","value":"Red Recruit Jerkin"}},{"count":16,"floor":330000000,"attribute":{"trait_type":"TORSO","value":"Blue Hunting Jerkin"}},{"count":19,"floor":350000000,"attribute":{"trait_type":"TORSO","value":"Elven Chestplate"}},{"count":7,"floor":370000000,"attribute":{"trait_type":"TORSO","value":"Steel Vest"}},{"count":14,"floor":380000000,"attribute":{"trait_type":"TORSO","value":"Blue Recruit Jerkin"}},{"count":13,"floor":380000000,"attribute":{"trait_type":"TORSO","value":"Fire Armor"}},{"count":11,"floor":380000000,"attribute":{"trait_type":"TORSO","value":"Dark Elf Jerkin"}},{"count":7,"floor":380000000,"attribute":{"trait_type":"TORSO","value":"Shadow Assassin Armor"}},{"count":5,"floor":380000000,"attribute":{"trait_type":"TORSO","value":"Sharpshooter Jerkin"}},{"count":5,"floor":450000000,"attribute":{"trait_type":"TORSO","value":"Guardian Armor"}},{"count":5,"floor":490000000,"attribute":{"trait_type":"TORSO","value":"Elven War Armor"}},{"count":6,"floor":500000000,"attribute":{"trait_type":"TORSO","value":"Dragonhunter Jerkin"}},{"count":10,"floor":550000000,"attribute":{"trait_type":"TORSO","value":"Skeleton Jerkin"}},{"count":7,"floor":590000000,"attribute":{"trait_type":"TORSO","value":"Ice Armor"}},{"count":10,"floor":600000000,"attribute":{"trait_type":"TORSO","value":"Electro Armor"}},{"count":4,"floor":750000000,"attribute":{"trait_type":"TORSO","value":"Archerking Jerkin"}},{"count":6,"floor":1590000000,"attribute":{"trait_type":"TORSO","value":"Solana Jerkin"}},{"count":1,"floor":1800000000,"attribute":{"trait_type":"TORSO","value":"Archerqueen Jerkin"}},{"count":1,"floor":77000000000,"attribute":{"trait_type":"TORSO","value":"Shadowlands Battle Armor"}},{"count":12,"floor":290000000,"attribute":{"trait_type":"WEAPON","value":"Dark Elf Bow"}},{"count":16,"floor":300000000,"attribute":{"trait_type":"WEAPON","value":"Shortbow"}},{"count":13,"floor":300000000,"attribute":{"trait_type":"WEAPON","value":"Princess Bow"}},{"count":14,"floor":330000000,"attribute":{"trait_type":"WEAPON","value":"Long Bow"}},{"count":7,"floor":350000000,"attribute":{"trait_type":"WEAPON","value":"Witchhunter Bow"}},{"count":24,"floor":380000000,"attribute":{"trait_type":"WEAPON","value":"Orc Bow"}},{"count":17,"floor":380000000,"attribute":{"trait_type":"WEAPON","value":"Hunting Bow"}},{"count":12,"floor":380000000,"attribute":{"trait_type":"WEAPON","value":"Red Recruit Bow"}},{"count":10,"floor":380000000,"attribute":{"trait_type":"WEAPON","value":"Ice Bow"}},{"count":10,"floor":380000000,"attribute":{"trait_type":"WEAPON","value":"Blue Recruit Bow"}},{"count":13,"floor":450000000,"attribute":{"trait_type":"WEAPON","value":"Guardian Bow"}},{"count":11,"floor":450000000,"attribute":{"trait_type":"WEAPON","value":"Glass Bow"}},{"count":6,"floor":490000000,"attribute":{"trait_type":"WEAPON","value":"Electro Bow"}},{"count":11,"floor":600000000,"attribute":{"trait_type":"WEAPON","value":"Elven War Bow"}},{"count":11,"floor":640000000,"attribute":{"trait_type":"WEAPON","value":"Fire Bow"}},{"count":15,"floor":660000000,"attribute":{"trait_type":"WEAPON","value":"Sharpshooter Bow"}},{"count":3,"floor":1200000000,"attribute":{"trait_type":"WEAPON","value":"Dragonhunter Bow"}},{"count":1,"floor":1240000000,"attribute":{"trait_type":"WEAPON","value":"Archerking Bow"}},{"count":6,"floor":1890000000,"attribute":{"trait_type":"WEAPON","value":"Solana Bow"}},{"count":1,"floor":3100000000,"attribute":{"trait_type":"WEAPON","value":"Archerqueen Bow"}},{"count":2,"floor":5000000000,"attribute":{"trait_type":"WEAPON","value":"Shadowlands Bow"}}],"floorPrice":290000000,"listedCount":215,"listedTotalValue":648438400000,"avgPrice24hr":250000000,"volume24hr":750000000,"volumeAll":390949387430}}