{"availableAttributes":[{"attribute":{"trait_type":"Quote","value":"“A bug is never just a mistake. It represents something bigger. An error of thinking. That makes you who you are.”"},"count":1,"floor":18000000000},{"attribute":{"trait_type":"Quote","value":"“Control is about as real as a one-legged unicorn taking a leak at the end of a double rainbow.”"},"count":1,"floor":25000000000},{"attribute":{"trait_type":"Quote","value":"“ When we lose our principles, we invite chaos.”"},"count":1,"floor":29420690000},{"attribute":{"trait_type":"Quote","value":"“I’m good at reading people. My secret? I look for the worst in them.”"},"count":1,"floor":160000000000},{"attribute":{"trait_type":"Quote","value":"“The world itself's just one big hoax. Spamming each other with our running commentary of bullshit, masquerading as insight, our social media faking as intimacy. Or is it that we voted for this? Not with our rigged elections, but with our things, our property, our money. I'm not saying anything new. We all know why we do this, not because Hunger Games books make us happy, but because we wanna be sedated. Because it's painful not to pretend, because we're cowards.”"},"count":1,"floor":999000000000},{"attribute":{"trait_type":"Quote","value":"“Is any of it real? I mean, look at this. Look at it! A world built on fantasy! Synthetic emotions in the form of pills, psychological warfare in the form of advertising, mind-altering chemicals in the form of food, brainwashing seminars in the form of media, controlled isolated bubbles in the form of social networks. Real? You want to talk about reality? We haven’t lived in anything remotely close to it since the turn of the century. We turned it off, took out the batteries, snacked on a bag of GMOs while we tossed the remnants in the ever-expanding dumpster of the human condition. We live in branded houses trademarked by corporations built on bipolar numbers jumping up and down on digital displays, hypnotizing us into the biggest slumber mankind has ever seen. You have to dig pretty deep, kiddo, before you can find anything real. We live in a kingdom of bullshit, a kingdom you’ve lived in for far too long. So don’t tell me about not being real. I’m no less real than the fucking beef patty in your Big Mac.”"},"count":1,"floor":4444000000000}],"enabledAttributesFilters":true,"floorPrice":10000000000,"listedCount":7,"listedTotalValue":5685420690000,"symbol":"fsociety","volumeAll":30006702480}